[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Czech
DESCRIBABLE =	Czech

[String]
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTel: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 o
ABOUT_COPYRIGHT =	 Copyright(C) 2004-2019
ABOUT_RIGHTS =	 všechna práva vyhrazena
ABOUT_LICENSED =	 Právo používat tento produkt náleží:
ABOUT_LAW =	 Upozornění: Tento počítačový program je chráněn zákony o autorských právech a mezinárodními úmluvami. Neoprávněná reprodukce nebo šíření části nebo celého tohoto programu může podléhat přísným občanským a trestním sankcím a bude stíháno v maximální možné míře v rámci zákona .
	
MENU_FILE =	 &soubor
MENU_FILE_NEW =	 &Nový
MENU_FILE_OPEN =	 &OTEVŘENO...
MENU_FILE_PRINT =	 printCtrl+P
MENU_FILE_SAVE =	 &Uložit Ctrl+S
MENU_FILE_SAVE_AS =	 &Uložit jako...
MENU_FILE_SCANIMAGE =	 Získat a naskenovat obrázek...
MENU_FILE_SYSTEM =	 &Systémové parametry...
MENU_FILE_IMGLIB =	 &Společná galerie...
MENU_FILE_IMPORT =	&Zadejte
MENU_FILE_MRU_FILE1 =	 poslední soubory
	
MENU_EDIT =	 &Upravit
MENU_EDIT_COPY     =	 &kopírovat
MENU_EDIT_CUT      =	 &střih
MENU_EDIT_COMBINE  =	 &Kombinovat Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Samostatná kombinace Ctrl+K
MENU_EDIT_GROUP    =	 &Skupina Ctrl+G
MENU_EDIT_UNGROUP  =	 &Zrušit seskupení Ctrl+U
	
MENU_EDIT_PASTE=	 &vložit
MENU_EDIT_REDO =	 &Zotavit se
MENU_EDIT_UNDO =	 &Vrátit
MENU_EDIT_TOCURVE=	Převést na křivku Ctrl+Q
MENU_EDIT_HATCH  =	Vyplňte Ctrl+H
	
ID_FILE_IMGLIB =	 Otevře galerii oblíbených\ngalerii oblíbených položek
ID_FILE_IMPORT =	 Importujte soubory v jiných formátech\nImportujte soubory
ID_FILE_MRU_FILE1 =	 otevřete tento dokument
ID_FILE_NEW =	 Vytvořte nový dokument\nNový
ID_FILE_OPEN =	 Otevřít existující dokument\nOtevřít
ID_FILE_PRINT =	 Vytiskněte aktivní dokument\nVytiskněte
ID_FILE_PRINT_PREVIEW =	 Zobrazit celou stránku\nNáhled tisku
ID_FILE_PRINT_SETUP =	 Změňte možnosti tiskárny a tisku\nNastavení tisku
ID_FILE_SAVE =	 Uložte aktivní dokument\nUložit
ID_FILE_SAVE_AS =	 Uložte aktivní dokument pod novým názvem\nUložit jako
ID_FILE_SCANIMAGE =	 Získejte naskenovaný obrázek\nZískejte naskenovaný obrázek
ID_EDIT_COPY =	 Zkopíruje vybraný objekt a umístí jej do schránky\nKopírovat
ID_EDIT_CUT =	 Vyjme vybraný objekt a umístí jej do schránky\nVyjmout
ID_EDIT_PASTE =	 Vložit obsah schránky\nVložit
ID_EDIT_REDO =	 Opakujte dříve vrácenou akci\n Opakujte
ID_EDIT_UNDO =	 Vrátit zpět poslední akci\nVrátit zpět
ID_EDIT_GROUP =	 Seskupit vybrané objekty\nSeskupit
ID_EDIT_UNGROUP =	 Zruší vybraný objekt skupiny\nZruší skupinu
ID_EDIT_COMBINE =	 Seskupí vybrané objekty\nSeskupit
ID_EDIT_UNCOMBINE  =	 Odpojit vybraný objekt skupiny\nOddělit skupinu
ID_SYSTEM_PARAM =	 Nastavte systémové parametry\nSystémové parametry
TT_MATERIALPARAMASSIS=	Test parametrů laserového materiálu\nAsistent parametrů materiálu
MATERIALPARAMASSIS=	Asistent parametrů materiálu
MENU_MODI =	 &Upravit
MENU_DRAW =	 &Kreslit
MENU_DRAW_POINT =	 &tečka
MENU_DRAW_CURVE =	 &křivka
MENU_DRAW_LINE =	 &Čára
MENU_DRAW_RECT =	 &Obdélník
MENU_DRAW_CIRCLE =	 &kruh
MENU_DRAW_ELLIPSE =	 &Elipsa
MENU_DRAW_POLY =	 &Polygon
MENU_DRAW_TEXT =	&text
MENU_DRAW_BMPFILE =	 &Bitmapový soubor
MENU_DRAW_VECTORFILE =	 &Vektorový soubor
MENU_DRAW_TIMER =	 &Zpoždění
MENU_DRAW_INPUT =	 &vstupní port
MENU_DRAW_OUTPUT =	 &výstupní port
MENU_DRAW_MESH3D=	 &3D povrchy
MENU_ALIGN_BOTTOM =	 Zarovnejte spodní část
MENU_ALIGN_CENTER =	 zarovnání středového bodu
MENU_ALIGN_CENTER_HOR =	 Horizontální vyrovnání středové linie
MENU_ALIGN_CENTER_VER =	 vertikální zarovnání středové linie
MENU_ALIGN_LEFT =	 zarovnáno doleva
MENU_ALIGN_RIGHT =	 Zarovnejte doprava
MENU_ALIGN_TOP =	 zarovnání horního okraje
MENU_VIEW =	 &Pohled
MENU_VIEW_TOOLBAR =	 &System Toolbar
MENU_VIEW_ZOOMBAR =	 &Zobrazit lištu nástrojů
MENU_VIEW_DRAWBAR =	 &Panel nástrojů kreslení
MENU_VIEW_ENTLIST =	 Lišta seznamu objektů
MENU_VIEW_ENTPROP =	 Panel vlastností objektu
MENU_VIEW_STATUS_BAR =	 &stavový řádek
MENU_LASER =	 &Laser
	
ENTPROP =	 vlastnosti objektu
MENU_VIEW_RULER =	 Zobrazit pravítko
MENU_VIEW_GRID  =	 Zobrazit body mřížky
TT_SHRULER=	Zobrazit nebo skrýt pravítko
TT_SHGRID=	Zobrazit nebo skrýt body mřížky
MENU_VIEW_GUILD =	 Pomocná linka
BK =	 Pozadí
DEGREE =	 Strávit
	
NAV_PICK_MOVEDIS=	jemné doladění vzdálenosti
WORKSPACE =	 Pracovní prostor
MENU_VIEW_SNAPGRID   =	 Snap Grid F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 Přichytit objekt F9
MENU_ABOUT =	 &O
MENU_HELP =	 &Pomoc
IDCANCEL =	 &Zrušení
IDOK =	 &OK
PASTE_X =	 Vložit odsazení vodorovně
PASTE_Y =	 Vertikální posun vložení
SAVEAS =	 Uložit jako
POINT =	 směřovat
CURVE =	 křivka
RECT  =	 obdélník
CIRCLE =	 kolo
ELLIPSE =	 ovál
ELLPISE =	 ovál
POLYGON =	 polygon
TEXT =	text
HATCH=	plnicí
PATHTEXT=	text cesty
CIRCLETEXT=	Obloukový text
BMPFILE =	 bitmapový soubor
VECTORFILE =	 vektorový soubor
TIMER =	 zpožďovač
IOINPUT =	 vstupní port
IOOUTPUT =	 výstupní port
GROUP=	skupina
COMBINE=	kombinace
LAYER=	 vrstva
NAME =	 název
TYPE =	typ
OBJECTINFO=	vlastnosti objektu
TOCURVE=	Převést na křivku
EDGENUM =	počet stran
APPLY=	&Aplikovat
APPLYTOCOPY=	&Použít na &Kopírovat objekt
MARKLOOP=	Počet zpracování
POSITION=	Umístění
RELATPOSITION=	relativní pozice
RELATCENTER=	Relativní střed
SIZE=	velikost
ARRAY=	pole
COUNT=	číslo
INC=	Přírůstkové
IOCTRLCONDITION=	Stav ovládání IO
ROUND=	stupeň kulatosti
ALLROUND=	Všechny rohy kulaté
DIAMETER =	 průměr
STARTANGLE =	 počáteční úhel
ENDANGLE =	 koncový úhel
FILENAME=	název souboru
DYNFILE=	dynamický vstupní soubor
FIXEDDPI=	Pevné DPI
FIXESIZEX=	Pevný rozměr X
FIXESIZEY=	Pevný rozměr Y
FIXEPOS=	Pevná pozice
INVERT=	zvrátit
GRAY=	stupně šedi
DITHER=	prodejních míst
LIGHTEN=	Lesk ošetření
BRIGHT=	jas
CONTRAST=	Kontrast
SCANMODE=	režim skenování
BIDIRSCAN=	Obousměrné skenování
YSCAN=	Y skenování
DRILLMODE=	Bodový režim
PIXELPOWER=	Výkon nastavovacího bodu
	
BARCODE_ATTRIB=	 Vlastnosti &čárového kódu...
BARCODE =	 čárový kód
CREATE_BARCODE =	 Vytvářejte čárové kódy
MODEIFY_BARCODE=	 Upravit čárový kód
BARCODE_INPUTPT =	 Zadejte souřadnice levého dolního rohu čárového kódu
BARCODE_ERR_INVALIDSTR =	 Neplatný řetězec čárového kódu, zadejte jej prosím znovu!
	
INFO_EAN13 =	EAN-13 je čárový kód pevné délky. Jeho znaková sada obsahuje pouze čísla od '0' do '9'. EAN-13 obsahuje 13 znaků, prvních 12 jsou údaje a poslední znak je kontrolní kód. Kód je automaticky přidány systémem a systém zabere pouze prvních 12 znaků.
INFO_EAN13_2 =	 EAN-13+2 je EAN-13 plus 2 dodatečné kódy a systém bere poslední 2 znaky jako dodatečné kódy.
INFO_EAN13_5 =	 EAN-13+5 je EAN-13 plus 5 doplňkových kódů, systém bere posledních 5 znaků jako doplňkové kódy.
INFO_EAN8 =	 EAN-8 je čárový kód pevné délky. Jeho znaková sada obsahuje pouze čísla od '0' do '9'. EAN-8 obsahuje 8 znaků, prvních 7 znaků jsou data a poslední znak je kontrolní kód. Kód je automaticky přidáno systémem a systém zabere pouze prvních 7 znaků.
INFO_EAN8_2 =	 EAN-8+2 je EAN-8 plus 2 dodatečné kódy a systém bere poslední 2 znaky jako dodatečné kódy.
INFO_EAN8_5 =	 EAN-8+5 je EAN-8 plus 5 doplňkových kódů a systém bere posledních 5 znaků jako doplňkové kódy.
	
CHECKNUM=	kontrolní kód
THINMODULEWIDTH=	Úzká šířka modulu
INFO_CODE39 =	Čárový kód 39 je nesousledný obousměrný čárový kód bez pevné délky, ve kterém všechny čáry a mezery představují informace; jeho znaková sada obsahuje '0'-'9', 'AZ', mezeru, '$', '%' , '+' ,'-','.','/'; K dispozici je volitelný kontrolní kód, který je automaticky přidán systémem.
INFO_CODE39_EXTENDED=	 39 rozšířený čárový kód je rozšířený čárový kód na 39 čárový kód, podporuje všechny znaky ASCII.
INFO_CODE93 =	 Čárový kód 93 je souvislý obousměrný čárový kód bez pevné délky s čárami a mezerami představujícími informace; jeho znaková sada obsahuje '0'-'9', 'AZ', mezeru, '$', '%',' +', '-','.','/'; Existuje volitelný kontrolní kód, který je automaticky přidán systémem.
INFO_CODEBC412=	 Čárový kód BC412 je souvislý obousměrný čárový kód bez pevné délky, ve kterém všechny čáry a mezery představují informace; jeho znaková sada obsahuje '0'-'9' a 'AZ' neobsahuje 'O'; kontrolní kód je automaticky přidány systémem.
INFO_CODE11 =	Čárový kód 11 je nesouvislý obousměrný čárový kód bez pevné délky, ve kterém čáry a mezery představují informace; jeho znaková sada obsahuje '0'-'9','-'; existuje volitelný kontrolní kód, a kontrolní kód je určen systémem Join automaticky.
INFO_UPCA =	 UPC-A je čárový kód pevné délky, jeho znaková sada obsahuje pouze čísla od '0'-'9', UPC-A obsahuje 12 znaků, prvních 11 jsou údaje a poslední znak je kontrolní kód. automaticky přidány systémem a systém zabere pouze prvních 11 znaků.
INFO_UPCA_2 =	 UPC-A+2 je UPC-A plus 2 dodatečné kódy a systém bere poslední 2 znaky jako dodatečné kódy.
INFO_UPCA_5 =	 UPC-A+5 je UPC-A plus 5místný doplňkový kód a systém bere posledních 5 znaků jako doplňkový kód.
INFO_UPCE =	UPC-E je čárový kód pevné délky, jeho znaková sada obsahuje pouze čísla od '0'-'9', UPC-E obsahuje 8 znaků, první znak je pevně nastaven jako 0, 2-7 znaků jsou data a poslední 1 Každý znak je kontrolní kód, kontrolní kód je automaticky přidán systémem a systém zabírá pouze prvních 6 znaků.
INFO_UPCE_2 =	 UPC-E+2 je UPC-E plus 2 dodatečné kódy a systém bere poslední 2 znaky jako dodatečné kódy.
INFO_UPCE_5 =	 UPC-E+5 je UPC-E plus 5místný doplňkový kód a systém bere posledních 5 znaků jako doplňkový kód.
INFO_CODE25=	Čárový kód Code 25 je nesouvislý čárový kód obsahující pouze čáry představující informace. Jeho znaková sada obsahuje pouze čísla od '0' do '9' a jeho délka není pevná.
INFO_CODEINTER25=	Interleaved (ITF) 25 kód je souvislý čárový kód, ve kterém čáry i mezery představují informace. Jeho znaková sada obsahuje pouze čísla od '0' do '9'. Pokud je počet znaků lichý, systém automaticky přidá úvodní 0 Vybraný kontrolní kód bude automaticky přidán systémem.
INFO_CODECODABAR=	Čárový kód Codabar je nesouvislý obousměrný čárový kód bez pevné délky se samokontrolní funkcí, ve kterém všechny čáry a mezery představují informace; jeho znaková sada obsahuje '0'-'9','AD','-', ' $',':','/','.','+';
INFO_CODE128A=	Čárový kód CODE128A je souvislý čárový kód, jeho znaková sada obsahuje znaky s hodnotami ASCII od 0 do 95 a velikost není omezena.
INFO_CODE128B=	Čárový kód CODE128B je souvislý čárový kód, jeho znaková sada obsahuje znaky s hodnotami ASCII od 32 do 127 a velikost není omezena.
INFO_CODE128C=	Čárový kód CODE128C je souvislý čárový kód, jeho znaková sada obsahuje čísla '0'-'9', pokud je počet znaků lichý, systém automaticky přidá úvodní 0;
INFO_EAN128A=	Čárový kód EAN128A je souvislý čárový kód, jeho znaková sada obsahuje znaky s hodnotami ASCII od 0 do 95 a velikost není omezena.
INFO_EAN128B=	Čárový kód EAN128B je souvislý čárový kód, jeho znaková sada obsahuje znaky s hodnotami ASCII od 32 do 127 a velikost není omezena.
INFO_EAN128C=	Čárový kód EAN128C je souvislý čárový kód, jeho znaková sada obsahuje čísla '0'-'9', pokud je počet znaků lichý, systém automaticky přidá úvodní 0;
	
QUIET=	prázdný
MID=	střední
SCALE=	Proporce
BARHEIGHT=	vysoký čárový kód
NARROWBARW=	Úzká šířka modulu
BAR=	pás
SPACE=	nula
INTERCHARSCALE=	střední mezery mezi znaky
MODULETUNING=	Úprava modulu čárového kódu
AUTOSIZE=	automatická velikost
FIXEDSIZE=	Pevná velikost
SHORTPDF417=	zkrácený režim
ERRLEVEL=	úroveň opravy chyb
PDF417_ROWOUTRANGE=	Čárový kód PDF417 musí mít 3–90 řádků!
PDF417_COLOUTRANGE=	Sloupce čárového kódu PDF417 musí mít 3–30 sloupců!
BARCODE_ERR_ROWCOL=	Nastavený počet řádků a sloupců se nevejde do aktuálního řetězce!
SMALLEST=	nejmenší velikost
MATRIX=	matice
MODULEWIDTH=	Šířka modulu
REVERSE=	zvrátit
INFO_CODEPDF417=	Čárový kód PDF417 je dvourozměrný čárový kód, jehož znaková sada obsahuje všechny znaky ASCII;
INFO_CODEMICROPDF417=	Čárový kód MicroPDF417 je dvourozměrný čárový kód, jehož znaková sada obsahuje všechny znaky ASCII;
INFO_CODEDATAMTX=	Čárový kód DATAMATRIX je dvourozměrný čárový kód, jehož znaková sada obsahuje všechny znaky ASCII;
VALID=	účinný
FONT =	 písmo
FONT_ANGLE =	 sklon
FONTTYPE_BCF =	 písmo čárového kódu
FONTTYPE_DMF =	 bitmapové písmo
FONTTYPE_JSF =	 jednořádkové písmo
FONTTYPE_TTF =	 TrueType fonty
SHOWTEXT=	zobrazit text
TEXTHEIGHT=	výška textu
TEXTWIDTH=	šířka textu
TEXTOFFSETX=	Odsazení textu X
TEXTOFFSETY=	Text Y offset
TEXTSPACE=	mezery mezi textem
POINTMODE=	bodový režim
ROW=	Řádek
COL=	Seznam
KEYBOARD =	 klávesnice
DATE =	 datum
SERIAL =	 sériové číslo
LISTFILE=	soubor seznamu
DYNAMICFILE=	dynamický soubor
ENVARTEXT=	povolit variabilní text
HEIGHT =	 vysoký
CHARSPACE=	mezery mezi znaky
CHARWIDTH=	šířka znaku
CHARHEIGHT=	výška postavy
LINESPACE=	Řádkování
ANGLE =	 úhel
PROMPT_TRAY =	 Tipy před zpracováním každé dávky
PROMPT_NEVER =	 nevyzývejte
PROMPT_PART =	 Tipy před zpracováním každého kusu
DATEFORMAT=	formát data
ADDDATEFORMAT=	přidat formát data
STARTSN=	startovní pořadové číslo
CURSN=	aktuální sériové číslo
INCSN=	Přírůstek pořadového čísla
MARKPER=	každá značka
EXTEND=	rozšířit
PREFIX =	 předpona
SUFFIX =	 přípona
SUPRES_ZERO =	 Potlačit úvodní nuly
RESETNO =	 resetovat sériové číslo
SERAIL_ARRAY =	 Pole sériové číslo
SNDLG_FILTER =	 Filtrujte následující sériová čísla
LINENO=	číslo řádku
ENCONTOUR=	povolit profil
HATCH1=	polstrování 1
HATCH2=	polstrování 2
ENABLE=	Umožnit
PENNO=	číslo pera
HATCH_CALCALL=	Výpočet celého objektu
HATCH_EDGE=	chodit okolo
LISTDIST=	Řádkování
EDGEOFFSET=	okraj
STARTOFFSET=	start offset
ENDOFFSET=	odsazení konce
SETDEFAULT=	nastavit jako výchozí
WAITTIME=	čekací doba
MESSAGE=	Rychlá zpráva
SETOUTPUT=	nastavit výstupní port
SYSTEMPARAM =	 Parametry systému
GENERAL =	 konvenční
COLOR =	 barva
WORKSPACE =	 Pracovní prostor
AUTOSAVE =	 automatické zálohování
MOVEROTATE =	 přesunout rotaci
PLUGMGR =	 Správce pluginů
UNIT_TYPE =	 typ jednotky
GRID_DIST =	 rozteč mřížky
GRID =	 mřížka
SHOW_GRID =	 zobrazit mřížku
MM =	 mm
INCH =	 palec
WORKSPAC_SHOW =	 zobrazit pracovní prostor
WORKSPAC_CIRCLE =	 kruhový pracovní prostor
LB_CORNER =	 vlevo dole
WIDTH =	 šířka
BIGNUDGESCALE=	Velký nastavovací poměr
NEXTVALID =	 Tato změna se projeví až při příštím spuštění
EVERY =	 Každý
BAKEXPLAIN =	 každém zadaném časovém intervalu ukládejte aktuální data do souboru AutoSave.Ezd v adresáři programu.
BAKTIME =	 "minuty, automatické zálohování"
	
ZOOM_WINDOW1 =	 zvětšení okna
ZOOM_WINDOW2 =	 zvětšení okna
PICK =	 vybrat
PICK_ALL=	vybrat vše
PICK_BYENT =	 Podle objektu
PICK_COPY =	 mobilní kopie
PICK_COPYENT =	 kopírovat
PICK_CUT =	 střih
PICK_DEL =	 smazat výběr
PICK_ENT_CNT =	 Vyberte počet objektů
PICK_ENTITY =	 objekt je vybrán
PICK_GL =	 Přetáhněte vodicí čáru
PICK_INV =	 zpětný výběr
PICK_LEFT =	 Protáhněte se doleva a doprava
PICK_LOCK =	 zámek výběru
PICK_MOVE =	 Přesunout transformaci
PICK_PEN =	 Vyberte perem
PICK_NOENTITY =	 Nejsou vybrány žádné objekty
ERR_0001 =	 Tento parametr nemůže být menší než 0,001, zadejte jej prosím znovu
ERR_CRC     =	 Chyba ověření dat souboru, soubor může být poškozen.
ERR_DELSYSLAYER =	 Výchozí systémovou vrstvu nelze odstranit
ERR_DELUSELAYER =	 Aktuálně používanou vrstvu nelze smazat
ERR_MATCHFONTERR =	 Nelze přiřadit písmo
ERR_MEMORY  =	 Nedostatek místa v paměti pro přidělení dostatečného množství paměti.
ERR_NOFINDIMPORT =	 Nebyl nalezen žádný platný vstupní plugin
ERR_OPENFILE =	 otevření souboru se nezdařilo
ERR_READFILE     =	 Soubor se nepodařilo přečíst
ERR_RENAMESYSLAYER =	 Výchozí název vrstvy systému nelze změnit
ERR_SAVEFILE =	 Uložení souboru se nezdařilo
ERR_SERIAL_FORMA =	 Formát souboru je nesprávný, soubor může být poškozen.
ERR_VERSION =	 Špatná verze souboru.
ERROR_VAR_FILTER =	Filtry jsou příliš tvrdé na to, aby vygenerovaly platné proměnné textové objekty\nOdstraňte prosím některé filtry a zkuste to znovu
IS_TEXT_TO_GRAPH =	 zda převést text pomocí tohoto písma na grafiku
CMD_OPENFILE =	 Otevřít soubor
CMD_SAVEFILE =	 uložit dokument
OPEN =	 OTEVŘENO
TIP_NOTITLE =	 Nepojmenovaná
NOTITLE =	 Nepojmenovaná
FILE_ISSAVEAS =	 Zda uložit změněné soubory do
CHECK_SAVEPRE =	 uložit náhledový obrázek
CHECK_SCALE =	 zachovat proporce
CHECK_SHOWPRE =	 Zobrazit náhledový obrázek
STATIC_SAVETYPE =	 výstupní metoda
RADIO_SAVEALL =	 výstup všech objektů
RADIO_SAVEPICK =	 objekt výběru výstupu
AUTHOR =	 autor
COMMENT =	 Poznámky
FILEINFO =	 informace o souboru
VERSION =	 Verze
CMD_NEWFILE =	 vytvořit nový soubor
PICK_PASTE =	 vložit
CENFIELD=	místo do středu
AUTOSAVEFILE =	 Automaticky zálohovat soubory návrhů...
ON=	OTEVŘENO
OFF=	zavřít
GUIDELINE =	 Pomocná linka
OBJECT=	objekt
	
	
	
	
ID_DRAW_CIRCLE =	 Nakreslete kruh\nNakreslete kruh
ID_DRAW_ELLIPSE =	 Nakreslete elipsu\nNakreslete elipsu
ID_DRAW_PLINE =	 Kreslit křivku\nNakreslit křivku
ID_DRAW_LINE =	 Nakreslete čáru\nNakreslete čáru
ID_DRAW_POINT =	 Vykreslit bod\nVykreslit bod
ID_DRAW_POLY =	 Nakreslit mnohoúhelník\nNakreslit mnohoúhelník
ID_DRAW_RECT =	 Nakreslete obdélník\nNakreslete obdélník
ID_DRAW_TEXT =	 Kreslit text\nNakreslit text
ID_DRAW_BITMAP=	 Kreslící bitmapový soubor\n Kreslící bitmapový soubor
ID_DRAW_VECTOR=	 Kreslení vektorového souboru\nKreslení vektorového souboru
ID_DRAW_TIME  =	Zpoždění kreslení\nZpoždění kreslení
ID_DRAW_INPUT =	 Nakreslit vstupní port\nNakreslit vstupní port
ID_DRAW_OUTPUT=	 Draw Outlet\nNakreslete Outlet
	
	
ID_TOOL_NODE =	 Upravit uzel grafu\nUpravit uzel
ID_TOOL_PICK =	 Nástroj pro výběr grafu\nVýběr grafu
ID_MODIFY_HATCH =	 Vyplnit vybrané objekty\nVyplnit
ID_TOGRAPH =	 Převést objekt na grafický objekt\nNa grafiku
ID_VIEW_STATUS_BAR =	 Zobrazit nebo skrýt stavový řádek\nZobrazit a skrýt stavový řádek
ID_VIEW_TOOLBAR =	 Zobrazit nebo skrýt systémovou lištu\nZobrazit a skrýt systémovou lištu
ID_VIEW_ZOOMBAR =	 Zobrazí nebo skryje lištu zobrazení\nZobrazí a skryje lištu zobrazení
ID_VIEW_DRAW_BAR=	 Zobrazit nebo skrýt panel nástrojů pro kreslení\nZobrazit a skrýt panel nástrojů pro kreslení
ID_VIEW_ENTPROP=	 Zobrazit nebo skrýt panel vlastností objektu\nZobrazit a skrýt panel vlastností objektu
ID_VIEW_ENTLIST=	 Zobrazit nebo skrýt lištu se seznamem objektů\nZobrazit a skrýt lištu se seznamem objektů
	
ID_ZOOM_ALL =	 Zobrazuje maximálně všechny objekty\nZobrazit vše
ID_ZOOM_PICK =	 Maximální výběr zobrazení\nVyberte pozorování
ID_ZOOM_IN =	 Zdvojnásobte zobrazení\nPřibližte
ID_ZOOM_OUT =	 Zdvojnásobte zobrazení\nOddálit
ID_ZOOM_PAN =	 Zobrazení posouvání\nPosouvání
ID_ZOOM_WINDOW =	 Měřítko okna\nMěřítko okna
ID_ZOOM_WORKSPACE =	 Zobrazit celou pracovní oblast\nPohled na pracovní oblast
ID_SNAP_GUILD =	 Přichytit na vodítka\nPřichytit na vodítka
ID_SNAP_GRID =	 Přichytit k mřížce\nPřichytit k mřížce
ID_SNAP_OBJECT=	 Přichytit objekt\nPřichytit objekt
ID_SNAP_MESHVERTEX=	 Přichytit k vrcholům povrchu\nPřichytit k vrcholům povrchu
ID_APP_ABOUT =	Zobrazit informace o programu, číslo verze a autorská práva\nO
ID_APP_EXIT =	 Ukončete aplikaci, vyzve k uložení dokumentu\nKonec
	
	
TT_PICKALL =	 Vybrat všechny objekty\nVybrat všechny objekty
TT_PICKDEL =	 Smazat vybrané objekty\nSmazat vybrané objekty
TT_PICKINVERT =	 Invertovat výběr\nInvertovat výběr
TT_PICKLOCK =	 Zamknout vybraný objekt\nZamknout
TT_PICKUNLOCK =	 Odemknout vybraný objekt\nOdemknout
TT_PICKUNLOCKALL =	 Odemkněte všechny objekty\nOdemkněte vše
TT_PICKCEN =	 Místo původu\nMísto původu
TT_PICKCENX =	Střed X je umístěn na ose Y\nStřed X je umístěn na ose Y
TT_PICKCENY =	 Střed Y je umístěn na ose X\nStřed Y je umístěn na ose X
TT_PICKPEN=	Vybrat objekty podle čísla pera\nVybrat objekty podle čísla pera
TT_NODE_ADD =	 Přidat uzel\nPřidat uzel
TT_NODE_ALIGN =	 Zarovnání uzlů\nZarovnání uzlů
TT_NODE_ARC =	 Převést na oblouk\nNa oblouk
TT_NODE_BEZIER =	 Převést na křivku\nNa křivku
TT_NODE_CLOSE =	 Automaticky uzavřít křivku\nAutomaticky uzavřít křivku
TT_NODE_DEL =	 Zmenšit uzel\nZmenšit uzel
TT_NODE_DIR =	 Změnit směr křivky\nZměnit směr křivky
TT_NODE_LINE =	 Převést na přímku\nPřevést na přímku
TT_NODE_REDUCE =	 Automatické snížení bodů\nAutomatické snížení bodů
TT_NODE_SEPARATE =	 Odpojit uzel\nOdpojit uzel
TT_NODE_SHARP =	 Ostrý přechod\nOstrý přechod
TT_NODE_SMOOTH =	 Hladký přechod\nHladký přechod
TT_NODE_SYSMETRIC =	 Symetrický přechod\nSymetrický přechod
TT_NODE_UNITE =	 Fusion Node\nFusion Node
TT_POINTONCURVE=	bod na křivce
TT_ADDLAYER=	Přidat vrstvu\nPřidat vrstvu
TT_DELLAYER=	Smazat vrstvu\nSmazat vrstvu
ADDLAYER=	přidat vrstvu
DELLAYER=	odstranit vrstvu
ROTATEANG =	 Úhel natočení
MOVEDIST  =	 Pohyblivá vzdálenost
ZOOMSCALE =	 škálovací poměr
INPUTPT =	 vstupní bod
INPUTSTARTPT =	 Zadejte výchozí bod
INPUTCENTER  =	 Zadejte střed kruhu
PICKCURVE=	Vyberte křivku, na kterou chcete bod umístit
PONITNUM=	body
POINTDIST=	rozestup bodů
TEXT_POS=	Vyberte, kam chcete text umístit
ALIGN =	 zarovnat
UNDO=	vrátit
REDO=	zotavit se
MENU_FINISH=	&konec
MENU_CLOSEFINISH=	&Uzavřený konec
MENU_COOR=	&Zadejte souřadnice
TRANSFORM =	 přeměnit
CENTER =	 centrum
MIRROR =	 zrcadlo
SHEAR=	náklon
PEN=	Pero
SPEED=	Rychlost
OBJECTLIST=	seznam objektů
APPLYDEF=	parametr nastaven na výchozí
ADVANCE=	pokročilý
POWER=	Napájení
FREQ=	frekvence
TICKLE=	Předionizace
STARTTC=	Zpoždění při zapnutí
ENDTC=	zpoždění konce
POLYTC=	rohové zpoždění
SECOND=	druhý
US=	mikrosekundách
DELETE=	vymazat
PARAMLIB=	knihovna parametrů
INPUTPARAMNAME=	Zadejte název parametru
GUILDLINE =	 Pomocná linka
PARAMNAMENONULL=	Název parametru nemůže být prázdný
PARAMNAMEEXIST=	Název parametru již existuje! Přepsat starý parametr?
REALYDELPARAM=	Opravdu chcete smazat aktuální parametr?
REALYAPPDEF=	Opravdu chcete použít aktuální parametry jako výchozí parametry?
JUMPSPEED=	Rychlost skoku
JUMPPOSTC=	Zpoždění polohy skoku
JUMPDISTTC=	Zpoždění skokové vzdálenosti
ADVANCEMARKPARAM=	Pokročilé parametry značení
ENDCOMP=	kompenzace koncového bodu
ACCDIST=	Zrychlovací vzdálenost
MARK=	označení
SELECTAPARAM=	Vyberte prosím parametr
MODIFYCOLOR=	změnit barvu
MODIFPARAM=	Změňte parametry
APPLYTOPICK=	aplikovat na výběr
PARAM=	parametr
NOMOREMARKPARAM=	Pouze výchozí parametry, nelze je změnit
NOPICKOBJECT=	není vybrán žádný objekt
SETDEFPEN=	nastavit jako výchozí pero
MENU_SPECIAL=	&Speciální
FAILOPENLMC=	Nelze otevřít ovladač LMC1 Zkontrolujte prosím, zda je ovladač LMC1 správně nainstalován!
NOTFINDLMC=	Nelze najít platné zařízení LMC1!
MENU_LASER=	&Laser
DISABLEUSE =	 Zakázáno používat
ENABLEUSE =	 použití
FIELD=	plocha
LASERCTRL=	laserové ovládání
EXTAXIS=	Prodloužená osa
CONFIGPARAM=	Konfigurační parametry
NEGATE=	zvrátit
ASPECT=	Vnější
FIELDSIZE=	Velikost plochy
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Po zpracování přejděte na určené místo
MARKSTR_AFTER1=	nehýbej se
MARKSTR_AFTER2=	Galvo centrum
MARKSTR_AFTER3=	levý horní roh objektu
MARKSTR_AFTER4=	Pravý horní roh objektu
MARKSTR_AFTER5=	pravý dolní roh objektu
MARKSTR_AFTER6=	levý dolní roh objektu
MARKING=	Označení...
WAITIOINPUT=	Čekání na signál vstupního portu IO...
	
PART=	Komponenty
TOTALNUM=	celkový
CONTINUES=	Průběžné zpracování
MARKSELECT=	Vyberte zpracování
QUIT=	přestat
LIGHTSHOW=	displej s červeným světlem
	
QSWITCH=	Q spínač
ANALOGOUT=	Analogový výstup
CALIBRATION=	Oprava
OTHER=	jiný
ENPWMSIGNALE=	Povolit výstup signálu PWM
MAXPWMFREQ=	Maximální frekvence signálu PWM
ENABLETICKLE=	Povolit preionizaci
PULSEWIDTH=	Šířka pulzu
PULSEPERIOD=	Pulzní frekvence
FPK=	potlačení prvního pulzu
FPKEND=	Zapněte Q spínač, když skončí potlačení prvního pulsu
ANALOGOUT=	Analogový výstup
ANAPOWER=	Povolit výstup analogového portu napájení
ANAFREQ=	Povolit výstup analogového portu frekvence
STARTMARKDELAY=	Zpoždění zahájení značení
FINSIHMARKDELAY=	Zpoždění koncové značky
MAXPOWERDELAY=	Maximální zpoždění výkonu
USERDEFRATIO=	Uživatelsky definované měřítko
REALRATIO=	Skutečný poměr
FREQMAP=	frekvenční mapování
POWERMAP=	mocenské mapování
READY=	Připravit
BTNSTOP=	STOP (F4)
BTNMARK=	Označit (F2)
BTNPARAM=	Parametry (F3)
BTNQUIT=	EXIT (F5)
BTNLIGHT=	Červené světlo (F1)
MARKSTR_NOENTITY=	Žádná data nelze zpracovat, zkontrolujte, zda je soubor načten!
MARKSTR_NOENTITY_SELECT=	Neexistují žádná data, která lze zpracovat, zkontrolujte, zda je vybrán objekt zpracování!
DOG_DATAERROR =	 Data šifrovacího zámku jsou nesprávná, zkontrolujte, zda je šifrovací zámek správně vložen
DOG_SHARETIME =	 Aktuální verze je sdílená verze, vyčerpali jste povolený čas!\nPokud chcete tento software nadále používat, kontaktujte prosím prodejce softwaru
DOG_SHARE =	Aktuální verze je sdílená verze, vyčerpali jste povolený počet opakování!\nPokud chcete tento software nadále používat, kontaktujte prodejce softwaru
DEMOVERSION=	Nelze najít dongle! Software bude fungovat v demo režimu
DELHATCH=	odstranit vycpávky
CURTIME=	aktuální čas
TOTALTIME=	celkový čas
PULSELENGTH=	Šířka pulzu
CHECK=	zjistit
LASERON=	Zapněte laser
LASEROFF=	laser vypnutý
POSX=	pozice X
POSY=	Y pozice
LASERWILLOUTPUT=	Stiskněte OK pro výstup laseru, jste si jisti, že chcete výstup laseru?
WARN=	varovat
SCANIMAGE=	skenovat obrázek
BOTTOM =	 dno
TOP =	 horní
	
ORIGIN_PTNUM=	Zadejte nulový bod
ORIGIN_WAY=	Zpět na původní metodu
PLUGFILENAME =	 Název souboru pluginu
	
PLUGSTATE =	 stav pluginu
PLUGVER =	 Verze pluginu
PROMPT =	 náznak
MENU_APP_EXIT =	 &Výstup
LMCVERERROR=	Chyba verze hardwaru LMC
WELD=	svařování
TRIM=	prořezávat
INTERSECT=	přejít
WELDTO=	přivařeno k
TRIMTO=	ořezaný na
INTERSECTTO=	překročit
PLASTIC=	tvar
SAVESRC=	zachovat původní předmět
SAVETAR=	udržet cílový objekt
NOVALIDONCEMORE=	Není vybrán žádný platný objekt, vybrat znovu?
FILE=	dokument
PORT=	přístav
IOSTOP=	Zastavit zpracování vstupního portu
STOPPROMPT=	Výzva při zastavení obrábění
STOPSIGNALTRIG=	Spustí se signál stop a aktuální zpracování se zastaví!
REMOTE=	dálkové ovládání
ENREMOTE=	Povolit dálkové ovládání
NETWORKIP=	síťová IP adresa
QPULSEWIDTH=	Q šířka pulsu
POINTTIME=	udělat si čas
LEFT =	 vlevo, odjet
RIGHT =	 že jo
ALIGN_NODECTRL=	Zarovnejte kontrolní body uzlů
NODE_ALIGN=	Zarovnat uzel
OFFSETLEN=	ofsetová délka
BASELENGTH=	délka základny
TRANFORM=	přeměnit
BASE=	benchmark
FREE=	 volný, uvolnit
BASEANGLE=	referenční úhel
ANGLELIMIT=	Limit rozsahu úhlu
CHANGEORDER=	změnit objednávku
MODIFY=	Revidovat
ROAXIS=	osa otáčení
ZERO=	nula
STEPPERRO=	Pulzy na otáčku
DISTPERRO=	Vzdálenost pohybu na otáčku
MINPOS=	Minimální souřadnice
MAXPOS=	maximální souřadnice
MINSPD=	minimální rychlost
MAXSPD=	Maximální rychlost
ZEROSPD=	Rychlost návratu nula
GEARRATIO=	Redukční poměr
PARTDIA=	Průměr obrobku
ZEROOFF=	Nulový posun
ACCTIME=	doba zrychlení
SCALECOMP=	Proporcionální kompenzace
SHEARCOMP=	kompenzace nesouososti
SPACECOMP=	Kompenzace vůle
GOTOORIGIN=	Nulový bod rozšířené korekce osy
PLSPICKAPEN=	Vyberte pero
BITMAP=	bitmapa
LINEINC=	Přírůstek řádku skenování bitmapy
NODE_DELETE =	 odstranit uzel
NODE_ADD =	 přidat uzel
NODE_UNITE=	fúzní uzel
NODE_TOARC =	 Převést na obloukový segment
NODE_TOBEZ =	 Převést na segment křivky
NODE_TOLINE =	 Převést na čárový segment
NODE_TOSHARP =	 hrotový přechod
NODE_TOSMOOTH =	 hladký přechod
NODE_TOSYSMETRIC =	 Symetrický přechod
NODE_ALIGN =	 zarovnání uzlů
NODE_CHANGEDIR =	 Změňte směr křivky
MARKON=	Otevřené značení
MARKOFF=	vyznačit
CURVEEDIT =	 Úprava křivky
MENU_AUTOCONNECT=	automatické připojení
CONNECTERR=	Chyba automatického připojení
	
PRINTER  =	 tiskárna
PRINT  =	 Tisk
STYLE  =	typ
STATUS =	 Stát
REMARK =	 Poznámka
COPYNUM=	 počet kopií
ATTRIB=	 Atributy
PRINTCOPYNUM=	 počet kopií
AUTOPAGE=	Automatické stránkování
PRINTRANGE=	rozsah tisku
PRINTALL=	vytisknout vše
PRINTSEL=	vyberte tisk
PAGESETUP=	nastavení stránky
	
MARGIN=	Okraje
MARGINLEFT =	levý okraj
MARGINRIGHT=	pravý okraj
MARGINTOP  =	horní okraj
MARGINBOTTOM=	spodní okraj
	
PAGECEN     =	střed stránky
PAGECENUP   =	vyssi stredni
PAGECENLEFT =	střed vlevo
PAGECENRIGHT=	střed vpravo
PAGECENDOWN =	střední a nižší
	
PAGELEFTUP   =	vlevo nahoře
PAGERIGHTUP   =	vpravo nahoře
PAGELEFTDOWN  =	vlevo dole
PAGERIGHTDOWN =	vpravo dole
PAGEFILL=	změnit velikost na stránku
PAGERANDOM=	přizpůsobit
AXISSTEP=	Délka kroku pohybu
SPLITSIZE=	Rozdělit velikost
SPLITPARAM=	parametr segmentace
SPLITBYGUILDLINES=	Rozdělte pomocnými čarami
ORIGIN=	původ
LIGHTING=	indikující červené světlo
SPLITMARK1=	Dělené značení 1
SPLITMARK2=	Rozdělit značku 2
ORIGINCOOR=	souřadnice počátku
SETCURPOSTOORIGIN=	(&D)Nastaví aktuální bod jako počátek
SETORIGIN=	nastavit původ
SPECIALMOTION=	speciální pohyb
STOP=	stop
GOTOMARKORIGIN=	Přesuňte se na počátek značení
REDLIGHTPOINT=	indikace červeného světla
LIGHTSPEED=	rychlost červeného světla
OFFSETPOSX=	ofsetová pozice X
OFFSETPOSY=	ofsetová pozice Y
REDLIGHTIO=	Červená kontrolka indikující výstupní port
MARKIO=	Označení výstupu
NULL=	žádný
INPUTTEXT=	Zadejte prosím text ke zpracování
FORCESPLIT=	nucené dělení
LINE=	přímka
RIGHTCOOR=	Stisknutím pravého tlačítka myši zadejte souřadnice
INPUTCOOR=	Zadejte souřadnice
FINISHGOTOSTARTPT=	Po zpracování se vraťte do výchozího bodu
STARTMARKIO=	Začněte označovat porty
INPORT=	vstupní port
AUTORESET=	Automatický reset
JSFFONT_FILENAME=	název souboru písma jsf
GRAPHCHAR=	Znaky odpovídající grafice
UPDATEFONTFILE=	Aktualizujte soubor písma
OFFSET_DIST=	offsetová vzdálenost
JCZFONT_NEWJSF=	Soubor neexistuje, vytvořit nový soubor?
JSFFONT_NAME=	název písma
DOUBLEWIDTH=	dvojnásobná šířka znaků
DOUBLEHEIGHT=	dvojnásobná výška znaku
SINGLEWIDTH=	šířka jednoho znaku
SINGLEHEIGHT=	výška jednoho znaku
JSFFONT=	Jsf písmo
JCZFONT_PROPERTY=	vlastnosti písma
ENMARKMUTEX=	povolit označení mutex
MARKPARAM=	Parametry značení
ONOFF=	přepínač
CURPEN=	aktuální číslo pera
CURPENPARAM=	aktuální parametry pera
USEDEFAULTPEN=	Použít výchozí parametry
SELPARAMFROMLIB=	Získejte parametry z knihovny parametrů
DELETESELPARAM=	smazat vybraný parametr
CURPARAMSAVEAS=	Uložit aktuální parametry jako
PLSSELPARAM=	Nejprve prosím vyberte parametr
ID_DRAW_BARCODE =	 Nakreslete čárový kód\nNakreslete čárový kód
MENU_VIEW_MARKPARAM=	Lišta parametrů označení
ID_VIEW_MARKPARAM=	Zobrazí nebo skryje lištu parametrů značení\nZobrazí nebo skryje lištu parametrů značení
SHOWCROSSLINE=	Zobrazit středový kříž
SELPOSDATUM=	Vyberte počátek pro souřadnice polohy
PULSEGREATEMAX=	Nastavená šířka pulzu Q je větší než maximální šířka pulzu
MAXPULSEWIDTH=	Maximální šířka pulzu
CURFREQ=	aktuální frekvence
FIELDNAME=	Název pole
CURRENT=	proud
CURRENTMAP=	Aktuální mapování
ENCURRENT=	Povolit proudový výstup
EXESTART =	Po spuštění ezcad spusťte program
EXEFINISH=	Po zavření ezcadu spusťte program
PARAMNAME=	název parametru
GOALSIZE=	velikost cílové značky
REALSIZE=	Skutečná velikost označení
CALCSCALE=	Vypočítejte poměr
GOALMUSTGREATE=	Velikost cílové značky musí být větší než 0,001
REALMUSTGREATE=	Skutečná velikost označení musí být větší než 0,001
FORCEALLSPLIT=	Celá celá divize
USEGUILINSTARS=	Použití digitálního ovladače Q-switch
	
DESCENTRATIO=	Nižší vysoký poměr
DESCENT=	dole vysoko
ASCENT=	Shanggao
BASELINE=	základní linie
LOADCHAR=	Načíst znaková data
SAVECHAR=	uložit znaková data
LEFTSIDE=	Šířka levé podpěry
RIGHTSIDE=	Pravá šířka podpěry
HELP =	 Pomoc
HELP_BLUEBOX=	Modrý rámeček je oblast, kterou postava zabírá, když je skutečně zobrazena
HELP_DESCENTRATIO=	Nižší vysoký poměr
HELP_CHARWIDTH=	Šířka znaků odkazuje na standardní šířku znaků aktuální knihovny písem
HELP_CHARHEIGHT=	Výška znaků odkazuje na standardní výšku znaků aktuální knihovny písem
HELP_LEFTSIDE=	Šířka levé podpory je vzdálenost mezi skutečnými daty znaku a levým okrajem
HELP_RIGHTSIDE=	Šířka pravé podpory je vzdálenost mezi skutečnými daty znaku a pravým okrajem
HELP_BASELINE=	Základní čára je vodorovná čára používaná pro zarovnání při vytváření písma
CHARKERNING=	Vyrovnání znaků
NOFONTFILE=	Nelze najít platný soubor písma, vyberte prosím platný soubor písma!
INPUT2CHAR=	Zadejte dva znaky
SAVEKERNING=	uložit kerning
JCZFONT_VER1=	Aktuální knihovna písem je verze v1.0 a je převedena na verzi v2.0.\nRestartujte prosím ezcad2.0, než bude úprava účinná!
PULSEMODE=	Vektor tečkovaný vzor
PULSEPER=	Pulsy na bod
FLYMARK=	létající značení
FLYSPEED=	Lineární rychlost
ERR_FLYSPEEDFAST=	Rychlost linky je příliš vysoká na to, aby ji galvo dohnal!\nRychlost linky musí být nižší než rychlost značení a skoků!
MS=	milisekundy
CANHATCH=	lze naplnit
PASSWORD=	Heslo
CONFIRMPASSWORD=	Potvrďte heslo
PASSWORDNOSAME=	Dvakrát zadaná hesla se liší, zadejte prosím znovu!
PASSWORDUNVALID=	špatné heslo!
OUTPORTALRADYUSE=	Výstupní port byl obsazen jiným zařízením, resetujte jej!
LASERPOWERIO=	Výkon laseru
POWERON=	zapnutí
POWEROFF=	vypnout
EZCADSTR_ID_FILE_IMGLIB =	 Otevře galerii oblíbených\ngalerii oblíbených položek
EZCADSTR_IDC_STATIC_NEWIMG =	 Zadejte název obrázku
EZCADSTR_IDC_STATIC_NEWLIB =	 Zadejte název galerie
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Zadejte název souboru (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 smazat obrázek
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 smazat galerii
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 přidat obrázek
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Nová galerie
EZCADSTR_IMGDLG_KEEPSIZE =	 Zámek stupnice
EZCADSTR_IMGDLG_NEWIMG =	 přidat obrázek
EZCADSTR_IMGDLG_NEWLIB =	 Nová galerie
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Možnosti exportu grafiky
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 vysoký
EZCADSTR_IMGDLG_STATIC_NAME =	 Název galerie
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Náhled obrázku
EZCADSTR_IMGDLG_STATIC_WIDTH =	 šířka
EZCADSTR_IMGGLD_ORIGSIZE =	 původní velikost
EZCADSTR_IMGLIB_DRAW =	 Galerie výkresů
EZCADSTR_IMGLIB_MAXIMG =	 Počet obrázků v této galerii dosáhl maximální hodnoty, vytvořte prosím novou galerii
EZCADSTR_IMGLIB_TOTALNUMBER =	 Celkový počet obrázků:
EZCADSTR_IMPORT_PT =	 Zadejte místo pro umístění grafiky
EZCADSTR_MSG_DELETEIMG =	Opravdu chcete obrázek smazat?
EZCADSTR_MSG_DELETELIB =	 Opravdu chcete galerii smazat?
EZCADSTR_MSG_DIRECTORYERROR =	 cesta k souboru knihovny neexistuje
EZCADSTR_MSG_HAVEFILE =	 Zadaná galerie již existuje, zadejte ji prosím znovu
EZCADSTR_IMGDLG =	 Společná galerie
EZCADSTR_MENU_FILE_IMGLIB =	 &Společná galerie...
CIRDIAMETER=	průměr kruhu
ARRAY_NUM=	počet polí
ANG_DIST=	Úhlová rozteč
EZCADSTR_ARRAY_TYPE =	 typ pole
EZCADSTR_ARRAY_X_DIST =	 Horizontální rozteč
EZCADSTR_ARRAY_X_NUM =	 Horizontální číslo
EZCADSTR_ARRAY_Y_DIST =	 Vertikální rozestup
EZCADSTR_ARRAY_Y_NUM =	 vertikální číslo
EZCADSTR_ARRAY_DIST_CALC =	 Metoda výpočtu rozteče
EZCADSTR_ARRAY_ENTSPACE =	 Vypočítáno podle rozestupu grafiky
EZCADSTR_ARRAY_OFFSETDIST =	 Vypočítáno podle vzdálenosti odsazení
EZCADSTR_CMD_ARRAY=	objekt pole
RADIUS=	poloměr
BREAKCROSSPOINT=	odstranit křižovatku
ID_MODIFY_ARRAY =	 Pole vybraných objektů\nPole objektů
ID_MODIFY_ROTATE =	 Otočit vybrané objekty\nOtočit objekty
ID_MODIFY_PLASTIC=	Tvarování objektů\nTvarování
ID_MODIFY_CONNECT=	Automatické připojení křivek\nAutomatické připojení křivek
ID_MODIFY_BREAKCROSS=	Odstraňte průsečík křivek\nOdstraňte průsečík
ID_MODIFY_TRANSFORM=	Transformace objektů\nTransformace
ID_MODIFY_OFFSETCURVE =	 Odsadit vybrané objekty křivky\nOdsadit křivku
CROSSLEN=	délka křižovatky
TESTLASER=	zkušební laser
READALLLINE=	Pokaždé si přečtěte celý soubor
INFO_CODE128OPTMIZE=	Čárový kód CODE128Optimized je souvislý čárový kód, jeho znaková sada obsahuje znaky s hodnotami ASCII od 0 do 127 a systém automaticky přepíná mezi CODE128 A, B a C podle znaků, takže výsledný kód je nejkratší;
FLYRIGHT2LEFT=	Směr potrubí zprava doleva
FLYCONTMODE=	Kontinuální režim potrubí
DATEINFO=	Význam znaků ve formátu data: Y
SN=	sériové číslo
INCSN=	Přírůstek pořadového čísla
	
DATENAME=	název data
YEARUSE2DIGIT=	Pro rok použijte dvě číslice
YEARNOLEADZERO=	Rok bez úvodních nul
HOUR12=	12 hodinové hodiny
TIMENOLEADZERO=	čas bez úvodních nul
DIGIT09ISSN=	Číslo 0 je sériové číslo a číslo 9 je přírůstek sériového čísla
SAMPLE=	Příklad
AM=	ráno
PM=	odpoledne
DATENAMECANNOTNULL=	Název data nesmí být prázdný!
SAVETONEWFILE=	uložit do nového souboru
AUTOROANG=	Automatické otočení úhlu výplně
BYDAY=	během dne
BYMONTH=	měsíční
BYWEEK=	po týdnu
BYYEAR=	podle roku
DATEOFFSET=	posun data
ENTOTALPARTNUM=	Celkový počet obrobků je platný v kontinuálním režimu
MARKFINISHNUM=	Zadané množství bylo zpracováno! Chcete pokračovat ve zpracování?
OFFSET=	offset
EXPORTTEXT2FILE=	Výstup textu do zadaného souboru během zpracování
EXPORTTIME2FILE=	Čas výstupu do zadaného souboru během zpracování
EXPORTTEXT=	výstupní text
AUTOCONNECT=	Automaticky spojte sousední segmenty křivky
SOFTUSEPSW=	Pro použití softwaru je nutné zadat heslo
USERMGR=	Správce uživatelů
USER=	uživatel
ADMIN=	manažer
DESIGNED=	návrhář
WORKER=	operátor
MODIFYPASSWORD=	změnit heslo
SELUSER=	vybrat uživatele
PSWINCORRECT=	Nesprávné heslo zadejte znovu
CARDNO=	číslo karty
SELLMC1DEV=	Vyberte zařízení pro nastavení parametrů
LASERTYPE=	Typ laseru
NOHATCHTEXT=	žádné odsazení textu
USECORRECTFILE=	Používejte opravné soubory
CRYSTAL=	krystal
MAXFREQ=	maximální frekvence
PULSEGREATEMAXFREQ=	Pulzní frekvence je větší než maximální frekvence
MOVEANG=	Úhel pohybu
CURRANGLE=	aktuální úhel
ROANGMARK=	Označení úhlu otočení – poznámka: souřadnice z objektu je hodnota úhlu
OPTIMIZECURVE=	Optimalizujte pořadí křivek
ANGLEROTATE=	Označení úhlu natočení
SIZESCALE=	Poměr velikosti
PULSE=	puls
ENSHOWCONTOUR=	zobrazit obrys
SUBSURFACE=	Vnitřní řezba
ZEROTIMEOUT=	návrat na nulový časový limit
CMD_REPEAT1=	opakujte příkaz 1
CMD_REPEAT2=	opakujte příkaz 2
NODE=	uzel
SUNDAYISFIRSTDAY=	Neděle je první den v týdnu
TT_POINT=	nakreslit bod
TT_POINTONCURVE1=	Umístěte na křivku pevný počet bodů
TT_POINTONCURVE2=	Umístění bodů s pevnou roztečí na křivku
IMGLIB_PROMPT=	Tip: Stisknutím a podržením levého tlačítka myši vyberte požadovanou grafiku a poté přetažením přejděte na pracovní plochu
ONELASERMULTISCANNER=	Režimy jednoho laseru a více čoček
MULTILASERMULTISCANNER=	Multi-laserové a multi-čočkové režimy
ALLSCANNERSAMEPART=	Všechny galvanometry zpracovávají stejný obrobek
ALLSCANNERDIFFPART=	Všechny galvanometry zpracovávají různé obrobky
SCANNER=	Galvo
SCANNERTYPE=	Typ Galvo
CENPOS=	Středové souřadnice
LASERPARAM=	Parametry laseru
ERR_OUTRANGE=	Výsuvná osa je mimo rozsah obrábění!
MOVETOPREV=	přesunout do popředí
MOVETONEXT=	přesunout na zadní stranu
MOVETOTOP=	přivést do popředí
MOVETOBOTTOM=	přesunout na zadní stranu
MENU_EDIT_TODASHED=	na přerušovanou čáru
INFO_QRCODE=	Čárový kód QRCODE je dvourozměrný čárový kód, jehož znaková sada obsahuje všechny znaky ASCII;
LASERONTIME=	Laser na čas
DISTRIBUTION=	distribuováno
D_TOP=	&Jako
D_VCEN=	&Střední
D_VSPACE=	&vzdálenost
D_BOTTOM=	&Dno
D_LEFT=	&Vlevo, odjet
D_HCEN=	&Střední
D_HSPACE=	&vzdálenost
D_RIGHT=	&Že jo
ISREALYMARK=	Začít se značením?
DELOLDCURVE=	odstranit staré křivky
PICKOFFSETCURVE=	Vyberte křivku, kterou chcete odsadit
PICKOFFSETDIR=	Vyberte směr odsazení křivky
NESTING=	Optimalizované hnízdění
PICKEDGE=	hranice výběru
NESTPARAM=	Parametry vnoření
AUTONESTING=	automatické hnízdění
BRIDGEDIST=	vzdálenost na kolo
STOCKDIST=	Okraje listu
ROTATEINTERVAL=	Krok otáčení
ROTATE=	točit se
ERRNESTING=	Aktuální hranice listu nemůže pojmout všechny vzorky!
PICKNESTEDGE=	Vyberte hranici listu, na kterou chcete vzorek umístit
MARKDATA_OUTRANGE=	Data zpracování přesahují rozsah zpracování!
SELECTNESTEDGE=	Vyberte prosím hranici listu, na kterou chcete vzorek umístit jako první!
NESTINGMULTI=	Rozložení více obrobků
NESTINGONE=	Jednotné rozložení jednoho obrobku
SHEETSIZE=	Velikost materiálu
SHEETSIZESMALL=	Velikost materiálu je příliš malá!
WARNSTARTSIGNAL=	Zpracování je nepřetržitě přerušováno Je signál zahájení zpracování chybný?Je signál zahájení zpracování zakázán?
INPORTCONFLIC=	Všimněte si, že existují konfliktní vstupní porty! Vyberte si prosím znovu!
OUTPORTCONFLIC=	Všimněte si, že existují konfliktní výstupní porty! Vyberte si prosím znovu!
UNCOMBINE=	 samostatná kombinace
READPOINTCLOUDFILE=	Přečíst soubor mračna bodů...
MENU_FILE_BMPFILE=	Zadejte bitmapový soubor\tCtrl+W
MENU_FILE_VECTORFILE=	Import vektorového souboru\tCtrl+B
MAXFREQDELAY=	Maximální frekvenční zpoždění
INFO_CODEINTER6=	Kód ITF-6 je čárový kód pevné délky, jeho znaková sada obsahuje pouze číslice '0'-'9', ITF-6 obsahuje 6 znaků, prvních 5 znaků jsou údaje, poslední znak je kontrolní kód, Ověření kód je automaticky přidán systémem a systém zabírá pouze prvních 5 znaků.
INFO_CODEINTER14=	Kód ITF-14 je čárový kód pevné délky, jeho znaková sada obsahuje pouze čísla '0'-'9', ITF-14 obsahuje 14 znaků, prvních 13 jsou data a poslední znak je kontrolní kód. ověřovací kód je automaticky přidán systémem a systém zabírá pouze prvních 13 znaků.
BORDER=	rám
PLUSEWIDTHREV=	inverze šířky pulzu
ENANALOGFPK=	Povolit analogové potlačení prvního pulzu
INFO_USERDEFINE=	Uživatelem definovaný čárový kód, uživatelsky definovaný počet řádků a sloupců, data čárového kódu jsou reprezentována řetězcem čísel o velikosti 0-255 oddělených ",", každé číslo představuje 8místný blok čárového kódu, první číslo představuje čárový kód shora dolů První řádek zdola, prvních 8 bloků čárového kódu zleva doprava. Když se bajt nemůže umístit na konec řádku, odpovídající datový bit se ignoruje. Pokud ve vstupním znaku není ",", použije se binární pravidlo, 1 znamená černou a 0 znamená bílou.
RINGMARK=	Označení šperků
INPUTDISTRCOFF =	 Zadejte barelový deformační faktor
INPUTTRAPECOFF =	 Zadejte součinitel lichoběžníkové deformace
GRADUATION=	měřítko
GRADUATIONNUM=	počet značek
GRADUATIONANG=	Přírůstek úhlu
DEGREE1LEN=	Minimální délka klíštěte
DEGREE5LEN=	5bodová délka zaškrtnutí
DEGREE10LEN=	10bodová délka zaškrtnutí
SHOWTEXT=	zobrazit text
STARTVALUE=	počáteční hodnota
INCVALUE=	Zvýšit hodnotu
DOTBITCOUNT=	číslic za desetinnou čárkou
LOADGRADFILE=	Načíst soubor měřítka
SAVEGRADFILE=	uložit soubor zaškrtnutí
ROTATERULER=	kroužek stupnice
HATCHBYDEFAULT=	Vyplňte výchozí parametry
360MARK =	 360 stupňové značení
STARTPULSEMODE=	Spusťte režim pulzního signálu
AUTORESETMARKCOUNT=	Automatický reset doby zpracování
PULSEPERUNIT=	impulsů na jednotku
MOVE =	 přestěhovat se
MOVETO =	 Přesunout do
RELATIVE=	relativní pozice
MENU_DRAW_EXTAXIS=	&Prodloužená osa
ID_DRAW_EXTAXIS=	 Nakreslí rozšířenou osu\nNakreslí rozšířenou osu
MULTIPARTMARK=	Vícemístný obráběcí modul
PLEASEVALIDPARAM=	Vyberte prosím platný parametr stanice
MALTIMARKINFO=	Zadaný maximální počet zpracování byl zpracován!\nPokud chcete zpracovat, změňte zpracovaný počet nebo maximální počet zpracování.
MALTIMARKINFO2=	Zadaný maximální počet obrábění byl dokončen!
PARTPOS=	Stanice
PARTTYPE=	režim pracovní stanice
SELPARTTYPE=	Vyberte režim stanice
CURPARTPOS=	aktuální stanice
MARKEDCOUNT=	Počet zpracovaných
STOPWHENMAX=	Zastavit po zpracování na maximální počet zpracování
MAXCOUNT=	Maximální počet zpracování
MARKALLPART=	F1 pro zpracování všech aktuálních stanic
CONTMARKALLPART=	F2 Kontinuální obrábění všech stanic
MARKCURPART=	F8 zpracovává aktuální stanici
MODIFYCURPART=	F9 pro změnu aktuální pozice stanice
ADD=	Zvýšit
DISMARKWHENREACHTOTAL=	Po zpracování na uvedený počet je zpracování zakázáno
CURNUMGREATETOTALNUM=	Aktuální počet zpracování byl vyšší než celkový počet zpracování, před zpracováním prosím resetujte aktuální počet zpracování!
YAGOPTIMIZEMODE=	YAG optimalizovaný vzor výplně
	
FLYHARDWARE=	Povolte hardwarový režim v letadle
FLYSIMULATION=	Povolit režim emulace hardwaru
MULTIPLIER=	faktor rychlosti letu
UM=	mikronů
MIL=	mil
UMPERCOUNT=	mikronů/počet
INCHPERCOUNT=	palce/počet
FLYCOUNT=	počet
TOTALMARKTIME=	celková doba zpracování
DOG=	dongle
DEFENTTEXT=	TEXT
SPECIALPOS=	zadané místo
GOTOSPECIALPOS=	přesunout do určené polohy
SETCURPOSTOSPEC=	(&D)Nastaví aktuální bod na zadanou pozici
MINPWMFREQ=	Minimální frekvence signálu PWM
PULSELOWMAXFREQ=	Pulzní frekvence je nižší než minimální frekvence
MINFREQ=	Minimální frekvence
DOUBLELINEMODE=	vzor dvojitého tiknutí
LASERSLEEPTIME=	Doba spánku laseru
DXFUNITISINCH=	Jednotky souboru Dxf jsou palce
0NOTAILZERO=	0 stupnice nezobrazuje 0 za desetinnou čárkou
SHOWDEGREE5TEXT=	Zobrazte 5stupňový text
TEXTROTATE90=	Text otočený o 90 stupňů
BOLDLINEMODE=	široký vzor klíštěte
POWERRULER=	super vládce
PLSSELRULER=	Vyberte prosím pravítko, které chcete obrábět
ALEARDYHAVESAMERULER=	Konflikt názvů pravítek, prosím přejmenujte!
GRADCONDISNULL=	Podmínka generování zatržítka pravítka nemůže být prázdná!
MINGRAD=	Minimální měřítko
RULER =	 pravítko
RULERNAME=	Jméno pravítka
GRADGENCOND=	Zaškrtněte podmínky generování
GRADLINE=	zaškrtávací značky
GRADVALUE=	Hodnota měřítka
STARTPT=	výchozí bod
ENDPT=	koncový bod
STARTINDEX=	počáteční číslo indexu
ENDINDEX=	indexové číslo koncového klíštěte
INCINDEX=	Přírůstek indexu zaškrtnutí
GRADLINEWIDTH=	Šířka klíštěte
ROTATERULERMODE=	Režim otočného pravítka
GLOBEMARK=	označení zeměkoule
LONGITUDE=	zeměpisná délka
LATITUDE=	zeměpisná šířka
FLYMARKENTBYORDER=	Povolit leták podle pořadí objektů
INPUTIOMASK=	vstupní IO maska
OUTPUTIOMASK=	výstupní IO maska
DISSTARTIOINCONTMODE=	Nepřetržitý režim deaktivuje port značení startu
LASEROFFTC=	Zpoždění vypnutí světla
STARTGRADPOS=	počáteční pozice klíštěte
INCPOS=	přírůstek polohy
STEPPERMM=	kroky/mm
STEPPERINCH=	kroky/palec
EDIT =	 Upravit
TOTALPARTNUM=	celkový počet dílů
EXPORTTOWS=	výstup do pracovního prostoru
STRAIGHTRULER=	pravítko
RINGRULER=	Prstencové pravítko
DISKRULER=	kotoučové pravítko
PARTNUM=	Název dílu
UPDATEPOSPARAM=	Aktualizujte poziční parametry
OTHERNUMSYS=	vlastní základna
MAXNUMBER=	maximální základ
MPERMIN=	m/min
INCHPERMIN=	palce/min
ENCODERDIST=	Dojezdová vzdálenost kodéru
OUTPORT=	výstupní port
ROTATETEXTMARK=	Otočit textové označení
	
CIRCLEMODE=	kruhový vzor
TEXTELEMENT=	textový prvek
TCPIPCOM=	Síťová komunikace
SERIALCOM=	Sériová komunikace
TIME=	čas
FIXEDTEXT=	pevný text
NOLEADZERO=	Nepoužívejte úvodní nuly
PREV=	posunout se vpřed
NEXT=	vrátit zpět
LIMILTSN=	Maximální pořadové číslo
MODE=	Modelka
YEAR=	rok
MONTH=	měsíc
DAYOFMONTH=	den
DAYOFYEAR=	nebe
DAYOFWEEK=	Týden
WEEKOFYEAR=	týden
HOUR=	Hodina
MINUTE=	minuta
TIMESEC=	doba
IPADDRESS=	IP adresa
COMMAND=	Objednat
ALLCHARSUSES=	všechny možné postavy
BAUDRATE=	přenosová rychlost
DATABIT=	datové bity
STOPBITS=	stop bit
PARITY=	parita
ENCIRCLETEXT=	povolit obloukový text
POWERKEYBOARD=	super klávesnice
KBWORKDIRECTORY=	pracovní adresář klávesnice
KEYLIST=	seznam klíčů
KEYNAME=	název klíče
KEYFILE=	klíčový soubor
CUTONOFF=	řezný spínač
USERNAME=	uživatelské jméno
	
DYNFOCUS=	dynamické zaměření
ENDYNFOCUS=	Povolit dynamické ostření
DYNZREV=	Z zpět
DYNZPOS=	Z pozice
DYNZRAD=	Vzdálenost do středu (%)
DYNAUTOSWITCH=	automatický spínač
DYNUPDATEALL=	Aktualizujte polohu Z
DYNADD=	Z se zvyšuje
DYNDEC=	Z pokles
DYNSTART=	začněte testovat
DYNSTOP=	zastavit test
DYNUSING=	Používá se dynamické ostření..
IAGREE=	Souhlasíte s přijetím této smlouvy
IDONTAGREE=	nesouhlasíte s přijetím této smlouvy
ERR_CANNT_RUN=	Operaci nelze provést v aktuálním stavu
MARKSPEED=	Rychlost značení
LENTESTRECT=	Délka strany zkušebního obdélníku
TESTPARAM=	Testovací parametry
ZINCREMENT=	Přírůstek Z
ZMICROINC=	Jemné doladění přírůstku Z
ZMAX=	Z max
DYNLINEAR=	Lineární interpolace
MACROADJUST=	Jemně dolaďte hodnotu Z
FAILTRANSFER=	Aktualizace dat se nezdařila! Prosím zkuste to znovu!
ENCO2FPK=	Povolit potlačení prvního pulzu CO2
FPKSTARTPOWER=	První startovací výkon potlačení pulsů
FPKINCPOWER=	První přírůstek výkonu potlačení pulzu
SHOWSTARTMARKDLG=	Zobrazte dialogové okno Start Marking
ENEXEMARKFILE=	Povolit provádění označení počátečních a koncových souborů příkazů
ENREDCONTMODE=	Povolit režim nepřetržitého zpracování červeného světla
	
DYNSAVE=	Uložit
DYNLOAD=	zatížení
ADDZAUTO=	Hodnota Z se automaticky zvyšuje nebo snižuje
INFO_CICODE=	Hanxin je čínský standard 2D čárových kódů; jeho znaková sada obsahuje všechny znaky ASCII a čínské znaky
SPECIALWAVE=	speciální průběh
SPIWAVE=	průběh
SPICONTINUES=	nepřetržitý režim
SPISIMMERCUR=	Napájení v pohotovostním režimu
STEPDIST=	Optimalizovaná délka
STEPDELAY=	zpoždění mezi kroky
USESTEPMARKMODE=	Použijte režim značení kroků
CURLMCNOTIPG=	Současné LMC karty nepodporují IPG lasery
CURLMCNOTSPI=	Současná karta LMC nepodporuje lasery SPI_G3
LASERNOTREADY=	Laser není připraven, zkontrolujte
FIXEDCOOR=	Pevné souřadnice vstupního bodu
DOORIO=	port bezpečnostní brány
ERR_DOOROPEN=	Bezpečnostní dveře jsou otevřeny, zavřete prosím bezpečnostní dveře!
LINEREDUCTION=	rovné odsazení
NUMLOOPS=	Počet hraničních prstenců
FONTTYPE_SHX=	SHX písmo
ENSPLITSTRTOCHANGETEXT=	Chcete-li upravit textový objekt se zadaným názvem, povolte rozdělení řetězce
INDEXFIRSTCHARSTR=	pozice prvního znaku v řetězci
NUMCHAREXTRACTSTR=	Celkový počet znaků extrahovaných z řetězce
NAMETEXTTOCHANGE=	Název textového objektu, jehož obsah znaků chcete upravit
SET=	založit
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YMirror\nYMirror
IPG:OVERTEMP=	Laser: Příliš vysoká teplota
IPG:NORMAL=	Laser: funguje dobře
IPG:HIGHOPTIC=	Laser: Zpracujte vysoce reflexní materiály a laser se odráží do laseru
IPG:SYSERROR=	Laser: Selhání systému
IPG:READY=	Laser: není připraven
IPG:EMERGENCY=	Laser: Signál nouzového zastavení je platný
HIDEMODEL=	skrytý model
ANGLEINC=	Přírůstek úhlu
UPTODOWN=	zhora dolů
LAYERNUM=	vrstvy
SPACEOFLAYER=	Rozteč vrstev
CALCULATE=	vypočítat
READ3DFACEFROMDXF=	3D vrstvení povrchu
AVERAGELINE=	Rovnoměrně rozmístěte čáry výplně
CHANGELINECHAR=	nový řádek
MARKSELF=	označit se
ENSAMEWIDTHCHAR=	Povolit znaky stejné šířky
DYN_OUTSIDE=	vnější oblast
DYN_MODE1=	standardní režim
DYN_MODE2=	Nezávislý režim na ose Z
MAXSPEED=	Maximální rychlost
MINSPEED=	minimální rychlost
LOOPDIST=	Rozteč kroužků
MARKBYSPLITLINE=	Označte dělicí čárou
MARKSTR_AFTER7=	zadané místo
ENANALOGCURFPK=	Povolit analogové potlačení proudu
CURVESCATTERTOL=	Chyba rozptylu křivky
ENABLECURVESCATTERTOL=	Povolit diskrétní chybu křivky
WOBBLE=	nervozita
WOBBLEDIST=	vzdálenost
ROTARYMARK=	Označení rotační osy
FOCUSLENGTH=	ohnisková vzdálenost
AXISISHOMING=	Osa se nastavuje
AXISISMOVING=	osa se pohybuje
AXISMOVEFAIL=	Pohyb osy se nezdařil!
AXISERRMAXLIMIT=	Pohyb osy za kladnou mez
AXISERRMINLIMIT=	Pohyb osy za zápornou mez
AXISMUSTGOHOME=	Osa se musí vrátit do nulového bodu, než se bude moci pohybovat. Chcete se nejprve vrátit do nulového bodu?
ENCODERREVERSE=	Inverze signálu kodéru
FLYENCODEROFFSET=	Povolit pevnou vzdálenost odsazení kodéru
FLYENCODEROFFDELAY=	zpoždění (nás)
FLYENCODERLOWSPEED=	režim nízké rychlosti
	
GET55ERR=	chyba výpočtu parametru
GETFLYPARSTEP=	Ovládejte prosím montážní linku ručně, aby se posunula na krátkou vzdálenost;\nZměřte vzdálenost a vyplňte vstupní pole níže;\nProgram automaticky vypočítá parametry po kliknutí na OK
FLYPARINPUT=	Zadejte délku:
GETPAR=	vypočítat
PULSECOUNT=	Množství pulsu
PULSECOUNTRESET=	Průhledná
	
FLYADDTOY=	Překrytí do osy Y
FLYTOP2BOTTOM=	Směr potrubí shora dolů
	
DYNAMICLMC=	Dynamické zaměření karty
UNKNOWN=	neznámý
BDVVALUE_CUSTOM_ALL=	Univerzální
BDVTEXT_CARDTYPE=	Typ desky:
BDVTEXT_CARDVERSION=	číslo verze:
BDVTEXT_CUSTOM=	vyrobeno na zakázku:
BDVTEXT_CARDFUNCTION=	Kód funkce:
HARDINFO=	informace o hardwaru
	
ENVARTEXTFIXWID=	Povolit pevnou šířku textu
USEEXCELCORRECTFILE=	Opravné soubory pomocí Excelu
STARTCOOR=	souřadnice výchozího bodu
ENDCOOR=	Souřadnice koncového bodu
SPACEDIST=	vzdálenost
SPACING=	vzdálenost
MARKGRIDLINE=	Zaškrtávací čáry mřížky
USECORFILEMARKGRIDLINE=	Pomocí korekčního souboru označte čáry mřížky
CORCOMPFILE=	Soubor kompenzace opravy (soubor Excel)
FIXEDCHARCOUNT=	pevný počet znaků
EMPTYCHARWIDTH=	Šířka nulového znaku
AVADISTPOINT=	Rovnoměrně rozdělte všechny body
YAGFASTPOINTMODE=	 Režim rychlého bodu YAG
SETANALOG=	nastavit analog
USERDEF=	přizpůsobit
MENU_VIEW_IOSTATE=	Stav IO
DOGNOTMATCHLMC=	Číslo vazby hardwarového klíče neodpovídá číslu karty označení, zkontrolujte číslo hardwarového klíče!
MORETHAN360=	Rozsah značení přesahuje 360 stupňů, pokračovat?
CURNUM=	Aktuální počet známek
SPOTDIA=	velikost bodu
PTCYCLES=	počet zásahů
DISTANCE  =	 vzdálenost
ENDADDPTS=	tečka na konci
INFO_MICROQRCODE=	Micro QR Code je zkrácená verze čárového kódu QRCODE;
ENABLETILDE=	Povolit ~(~ následované dxxx xxx
MULTIFILEMARK=	Vícedokumentové značení
LASERLEAKHANDLE=	ošetření úniku světla
DISMARKLOWPT=	Neoznačujte body s nízkou hodnotou šedé
BASEHEIGHT=	Výška základny
PARTHEIGHT=	Výška obrobku
ZADJUSTMENT=	Z nastavit výšku
ACCURATEZERO=	Přesný návrat na nulu
RECTMODE=	obdélníkový režim
KEEPENTORDER=	Udržujte pořadí obráběných objektů
OPENMODELAY=	Zapněte MO zpoždění
SERIALTYPE=	typ
LINEFEEDMALP=	prokládání teček
IPGSETTINGS=	Stav laseru IPG_YLPM
SQLDB=	SQL databáze
SQLDRIVERS=	řízené SQL
DBQFILE=	databázový soubor
USERID=	uživatelské ID
SQLCMD=	SQL příkaz
SETPENPARAM=	Nastavte parametry pera
BOLD=	tučně
ITALIC=	kurzíva
RESET =	 resetovat
USERINTERLINE=	Povolit vnitřní výplňové čáry
LASERBEAMDIA=	Průměr laserové skvrny
HATCHLINEDIST=	Vyplňte řádkování
ENCO2PULSEMODE=	Povolte superpulzní režim CO2
HATCHONEBYONE=	Zachovejte nezávislost objektu výplně
RESORT=	seřadit
RESORT_INFO=	Řadit\nŘadit
SELECTSCANNERFIELD=	Vyberte souřadnicový systém galvanometru
SCANHEAD=	vibrační čočka
SCANNERFIELD=	Oblast značení
SELECTMOVEDIR=	Vyberte směr pohybu potrubí
STARTMARKER=	startovací značka
SENSOR=	senzor
ENCODER=	Otočný kodér
MOVEDIR=	Směr pohybu potrubí
NEXTSTEP=	Další krok
PREVSTEP=	Předchozí
FINISH=	Dokončit
FLYMARKSETTINGS=	Nastavení parametrů značení za běhu
ORIENTATION=	Směr uspořádání
HORIZONTAL=	Úroveň
VERTIICAL=	vertikální
POWEROFFSAVEFILE=	Automaticky chránit soubory při vypnutí
ADJUST=	Nastavení
FLYMULTIINFO=	Nejprve prosím označte obdélník ve stavu pohybu potrubí.\nPokud je označený obdélník jako obrázek vlevo dole, zvyšte prosím koeficient.\nPokud je označený obdélník jako obrázek vpravo dole, snižte prosím koeficient.
DISABLEOPTIMIZECONMODE=	Optimální režim, který deaktivuje režim kontinuálního obrábění
ARRAYDISCHANGESN=	Je zakázáno měnit textový obsah sériového čísla
SPIRAL=	Spirála
SPIRALPITCH=	stoupání šroubovice
LINEOFONERING=	Počet úseček v kruhu
SPIRALPROMPTSTR=	Některé kruhové objekty musí být nejprve vybrány, obrysy těchto kruhových objektů se používají k ovládání kreslení šroubovice
AREYOUSUREDLETE=	potvrďte smazání
CHANGENAME=	změnit jméno
CUSTOMIZE=	vyrobeno na zakázku
STDMODE=	standardní režim
CONTOURFIRST=	priorita obrysu
USERDEFCHARSPACE=	vlastní mezery mezi textem
MINRADIUS=	Minimální poloměr
MAXSPIRALPITCH=	Maximální stoupání šroubovice
MINSPIRALPITCH=	Minimální stoupání šroubovice
SPIRALPITCHINC=	Zvýšení výšky tónu
DELETESPIRAL=	odstranit šroubovici
OUTEDGELOOP=	Počet vnějších hraničních prstenců
INTEREDGELOOP=	Počet vnitřních hraničních prstenců
ID_DRAW_SPIRAL=	Nakreslete spirálu\nNakreslete spirálu
FPKFROMLOWTOHIGH=	FPK proud z nízkého na vysoký
ALWAYSOPENMO=	MO signál je vždy zapnutý
LOWVALID=	Aktivní nízká
MARKFINISH=	Označení koncového signálu
ENCURRENTADJUSTDELAY=	Povolit zpoždění úpravy proudu
ENCURRENTADJUSTDELAY=	Povolit zpoždění úpravy proudu
MINCURRENTADJUSTDELAY=	Minimální zpoždění nastavení proudu
MAXCURRENTADJUSTDELAY=	Maximální zpoždění přizpůsobení proudu
SETCURRENT=	Nastavte aktuální proud
LAYSERNAMESAME=	Název vrstvy je stejný jako názvy ostatních vrstev, přejmenujte ji!
ZOOM=	Zvětšení
DRAW=	kreslit
PENBOX=	Penál
DEVICE=	zařízení
MULTILAYER=	vícevrstvé zpracování
MINPULSEWIDTHRATIO=	Poměr minimální šířky pulzu
MAXPULSEWIDTHRATIO=	Maximální poměr šířky pulzu
PULSEWIDTHOUTRANGE=	Šířka impulzu Q je mimo rozsah
STANDARD=	Standard
TRUE=	Ano
FALSE=	Ne
DISABLE=	zakázat
NS=	nanosekundy
DELAYPARAM=	Parametr zpoždění
JUMPPARAM=	Parametr skoku
MINJUMPTC=	Minimální zpoždění skoku
MAXJUMPTC=	Maximální zpoždění skoku
JUMPLENLIMIT=	Délka limitu skoku
MARKLOOPTIP=	Označení časů aktuálního pera
MARKSPEEDTIP=	Rychlost pohybu galvanometru při značení
LASERCURRENTTIP=	Výstupní proud laseru
LASERFREQTTIP=	Frekvence laserového výstupu
LASERPOWERTIP=	Procento výstupního výkonu laseru
LASERPWTIP=	Šířka pulzu laserového výstupu
SPIWAVETIP=	Výběr křivky výstupu laseru SPI
USEDEFWAVETIP=	Uživatelsky definovaný průběh laserového výstupu
JUMPSPEEDTIP=	Rychlost pohybu při skoku galvanometru
MINJUMPDELAYTIP=	Minimální doba zpoždění po dokončení skoku galvanometru
MAXJUMPDELAYTIP=	Maximální doba zpoždění po dokončení skoku galvanometru
JUMPLENLIMITTIP=	Když je vzdálenost skoku galvanometru větší než tato délka, použije zpoždění skoku maximální dobu zpoždění
LASERONDELAYTIP=	Když je laser zapnutý, galvanometr tuto dobu zpozdí, než se začne pohybovat
LASEROFFDELAYTIP=	Když je pohyb značení u konce, vypněte laser po uplynutí této doby
POLYGONDELAYTIP=	Když je roh během značkovacího pohybu zpožděn, další křivka bude označena po této době.
LMARKENDDELAYTIP=	Po označení pohybu odložte čas před skokem do další křivky
CURPENNOTIP=	Aktuální sériové číslo pera
CURPENCOLORTIP=	aktuální barva pera
USEDEFPARAMTIP=	Použijte výchozí parametry obrábění
CURPENPARAMNAMETIP=	Název aktuálního parametru pera
LOADPENBOXFROMDEF=	Načíst výchozí parametry schránky na pera
SAVEASPENBOXTODEF=	Uložit jako výchozí parametry schránky na pera
RESETALLPENS=	Resetujte všechny parametry pera
SHOW=	ukázat
HIDE=	skrýt
SHOWALL=	zobrazit vše
ARRAYTEXT=	dynamické textové pole
TT_MODIFY_ARRAYTEXT=	Libovolně upravte polohu a velikost každé buňky textového pole
PROPERTY=	Atributy
VALUE=	hodnota
MINVALUE=	minimální
MAXVALUE=	maximální hodnota
ENABLEPULSEWIDTH=	Povolit nastavení šířky pulzu
ENABLEPULSEWIDTHTIP=	Umožňuje nastavit šířku pulzu vláknového laseru při zpracování.
LASERLEAKHANDLETIP=	Aby se zabránilo úniku světla z vláknového laseru během zpracování, provádí se speciální ošetření.
ALWAYSOPENMOTIP=	Během zpracování vždy zapněte signál MO
OPENMODELAYTIP=	Doba zpoždění po zapnutí laseru MO
DISCHECKLASERSTATE =	 Zakažte kontrolu stavu laseru
DISCHECKLASERSTATETIP =	 Před zpracováním je zakázáno kontrolovat stav laseru
LIMITPARAM=	Limitní parametry
GALVOMINSPDTIP=	Minimální rychlost pohybu povolená pohybem galvanometru
GALVOMAXSPDTIP=	Maximální rychlost pohybu povolená pohybem galvanometru
GALVO2XTIP=	Galvo osa 2 je osa X
REVERSEXTIP=	Směr osy X galvanometru musí být obrácený
REVERSEYTIP=	Směr osy Y galvanometru musí být obrácený
FIELDSIZETIP=	Velikost oblasti zpracování galvanometru
USECORRECTFILETIP=	Zda je aktuální galvanometr korigován pomocí zadaného korekčního souboru
TRANSFORMOFFSETXTIP=	X offsetová vzdálenost celkové transformace výstupu galvanometru
TRANSFORMOFFSETYTIP=	Y offsetová vzdálenost celkové transformace výstupu galvanometru
TRANSFORMANGLETIP=	Úhel natočení celkové transformace výstupu galvanometru
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Maximální chyba výšky tětivy křivky diskretizující do přímky
	
MINLINESEGLEN=	Minimální rovná délka
MINLINESEGLENTIP=	Minimální délka řádku, řádky kratší než tato délka budou ignorovány
LASERREADYIO=	Port připravený pro laser
REDLIGHTPOINTSTART=	Červené světlo indikuje startovací port
PORTNOTIP=	Číslo portu používané aktuálním signálem
LOWVALIDTIP=	Zda je aktuální signál aktivní nízký
STARTPULSEMODETIP=	Zda je startovací signál spuštěn hranou
PULSEWIDTHOUTPORTMODETIP=	Čas pro výstup aktivní úrovně koncového signálu
LOWVOLISVALID=	Aktivní nízká
HIGHVOLISVALID=	Aktivní vysoká
ALARMPORTSTATETIP=	Signál platný stav aktuálního portu
ALARMMESSAGETIP=	Výzva, kterou systém vyskočí, když je v procesu varovný signál
REDCONTMODE=	Režim nepřetržité indikace červeného světla
SOFTLICENCENOTFIND=	Nelze najít platný registrační kód softwaru!
SOFTLICENCEISUNVALID=	Neplatný registrační kód softwaru!
CHANGEPWELAY=	Změňte zpoždění šířky pulzu
CHANGEPWELAYTIP=	Čas, který laser potřebuje ke zpoždění při změně hodnoty šířky pulzu
BWREVERSE=	černobílá inverze
DELETECENBAR=	odstraňte střední blok
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 je speciální formát čárového kódu DATAMATRIX a jeho obsah musí odpovídat standardnímu formátu GS1.
OPTIMIZEPARAM=	Optimalizační parametry
OPTIMIZEHATCH=	Optimalizované polstrování
BARCODEENDEFTEXT=	Vlastní zobrazovaný text (# znak, ? smazat, % kontrola)
GALVORESPONSE=	Doba odezvy Galvo
ENSAVEFILE=	povolit uložení souboru
ENDRAWENTITY=	Povolit objekty pro kreslení
ENPICKMOVE=	Povolit přesunutí transformace
ENEDITPARAM=	Povolit úpravy objektů
ENPENPARAM=	Povolit úpravu parametrů pera
ENDEVPARAM=	Povolit pro úpravu parametrů zařízení
ENSYSTEMPARAM=	Povolit pro úpravu parametrů systému
ALREADYHAVETHISUSER=	Toto uživatelské jméno již existuje, změňte své uživatelské jméno!
GALVOBIDIROFFSET=	Obousměrný offset
	
ID_VIEW_3D=	Přepínání 2D a 3D zobrazení\nPřepínání 3D zobrazení
ID_VIEW_3DUP=	Pohled shora\nPohled shora
ID_VIEW_3DDOWN=	 Pohled zdola\nPohled dolů
ID_VIEW_3DLEFT=	Pohled zleva\nPohled zleva
ID_VIEW_3DRIGHT=	Pohled zprava\nPohled zprava
ID_VIEW_3DFRONT=	Pohled zepředu\nPohled zepředu
ID_VIEW_3DBACK=	Pohled zezadu\nPohled zezadu
ID_VIEW_3DISO=	Pohled z izometrického směru\nIzometrický pohled
ID_3DVIEW_WIRE=	Zobrazit režim drátového modelu povrchu\nZobrazit režim drátového modelu
ID_3DVIEW_RENDER=	Zobrazit režim vykreslování povrchu\nZobrazit režim vykreslování
ID_3DVIEW_RENDERLINE=	Zobrazit režim čáry vykreslení povrchu\nZobrazit režim čáry vykreslení
ID_3DVIEW_HIDEMESH=	Zobrazit nebo skrýt povrchy\nZobrazit a skrýt povrchy
ID_3DFUN_MESH3D=	Otevřít soubor 3D modelu povrchu\nOtevřít 3D model povrchu
ID_3DFUN_SLICEMESH=	Vrstvení řezů na povrchy\nVrstvení povrchů
ID_3DFUN_ROTATEMESH=	Otočte povrch\nOtočte povrch
ID_3DFUN_MOVEMESH=	Přeložte povrch\nPřeložte povrch
ID_3DFUN_PRJ=	Promítání objektů na povrchy\nprojekce povrchu
	
	
ALLOUTMODE=	Veškerý výstup
ENCODERONLYA=	Kodér je připojen pouze k fázi A
FLYTRACKERROR=	korekční faktor chyby letu
MESH3D=	3D povrch
CURVE3D=	3d křivka
SLICE3D=	Vrstvené tečny
SLICEFILE=	Vrstvené soubory
SLICEMESH=	Vrstvené střihy
ZMAXTOMIN=	Hodnota Z od velké po malou
MINZ=	Minimální hodnota Z
MAXZ=	Maximální hodnota Z
THICKNESS=	tloušťka
CROSSHATCH=	křížová výplň
ROTATEMESH=	rotační povrch
MOVEMESH=	pohybovat povrchem
PROJECT=	projekce
PROJECT3D=	3D projekce
DELPROJECT=	smazat projekční křivku
LIMITZ=	Z limit
SURFACEDOWN=	spodní povrchová projekce
LANGPAGE=	kódová stránka jazyka
DYNAMICHATCH=	Dynamická výplň
ADDCONTOUR=	zvětšit obrys
MARKMESHBOX=	Označte ohraničující rámeček povrchu
MARK_NOMESH=	Žádný povrchový objekt, zkontrolujte prosím ve 3D zobrazení, zda je povrch načten?
PULSEWIDTHINDEXMODE=	Režim indexu šířky pulzu
PULSEWIDTHINDEXMODETIP=	Šířka pulzu je reprezentována indexem
MAXINDEXVALUE=	maximální hodnota indexu
PULSEWIDTHINDEX=	Index šířky pulzu
ENWELDWAVEOUT=	Povolit výstup tvaru vlny
WELDWAVE=	průběh
WELDWAVETIP=	Nastavení analogového tvaru vlny pro každý bod
WAVEWIDTH=	Šířka průběhu
MAXWELDWAVEWIDTH=	Maximální šířka průběhu
WAVETOTALWIDTHISBIG=	Nastavená celková šířka křivky je větší než maximální šířka, zadejte ji prosím znovu!
REMOVENOINT=	Odstraňte neprotínající se čárové segmenty
USESELECT2DENT=	Vrstva s vybranými 2D objekty
GENERATECURVES=	Generování dat křivky
CALCULATECONTOURS=	Vypočítejte křivku profilu
REBULIDCONTOURS=	Sestavte informace o poloze obrysu
HATCHLINES=	Vypočítejte výplňové čáry
BUILDPROJECTMESH=	Vytvořte projekční plochu
WRAP=	balíček
PLSSELECTVALIDCURVE=	Vyberte prosím platnou křivku!
BASICPARAM=	Základní parametry
ASSIGNMENT=	mapa
XYASSIGNMENTISSAME=	Hodnota mapování os X a Y nemůže být stejná, vyberte prosím znovu!
ID_3DFUN_BASICSHAPE=	Vytvořit základní 3D povrch\nVytvořit základní 3D povrch
BASIC3DSHAPE=	Základní 3D povrch
PLANE=	byt
SPHERE=	koule
CYLINDER=	válec
CONE=	Kužel
FREQDELAY=	frekvenční zpoždění
LASERFREQTTIP2=	Prodleva potřebná při změně frekvence laseru
BMPTOMESH=	Převést bitmapu na povrch
ID_3DFUN_BMPTOMESH=	Bitmap to Surface\nBitmap to Surface
REFRESH=	Obnovit
WAITFORINPUT=	Čekání na signál vstupního portu
OUTPUTWHENSTART=	Zpracování vrstvy start výstupní port výstupní signál
OUTPUTWHENFINISH=	Výstupní signál výstupního portu zpracování vrstvy
WAITFORSTARTSIGNAL=	počkejte na signál startovacího portu
WAITFORSELLAYERSIGNAL=	Čekání na signál vybrané vrstvy
IOMASK=	maska portu
IOMASKTIP=	Určuje, které porty jsou platné pro aktuální zařízení
CYLINDERWRAP=	Cylindrický obal
YWRAP=	Balení ve směru Y
CURRENTLAYERINDEX=	aktuální index vrstvy zobrazení
ENABLEFIRSTOPENLASERDELAY=	Povolte dobu zpoždění při prvním zapnutí laseru
SETMINVALUE=	nastavit minimální hodnotu
SETMAXVALUE=	nastavit maximální hodnotu
PULSEWIDTHUNITISPS=	Šířka pulzu v pikosekundách (ps)
PS=	pikosekundy
CONTINUEMODE=	nepřetržitý režim
PICKENTYOUWANTTRIM=	Vyberte objekty, které chcete oříznout
PICKENTYOUWANTINTERSECT=	Vyberte objekty pro sloučení protínajících se oblastí
BACKGROUND=	Pozadí
SELBACKGROUNDCURVES=	Vyberte křivku, kterou chcete použít jako pozadí
COPYBACKGROUNDTOWS=	Zkopírujte křivku pozadí na pracovní plochu
SHOWOPTIPARAM=	Parametry optimalizace zobrazení
SHOWWOBBLEPARAM=	Zobrazení parametrů jitteru
SHOWOTHERPARAM=	Zobrazit další parametry položky
SHOWDESCAREA=	Zobrazit oblast podrobností parametrů
SHOWPOWERRAMPPARAM=	Zobrazení parametrů lineární transformace výkonu
SHOWSPEEDRAMPPARAM=	Zobrazení parametrů lineární transformace rychlosti
POWERRAMPING=	Lineární transformace výkonu
ENABLESTARTRAMP=	povolit start
ENABLESTARTPOWERRAMPTIP=	Výkon segmentu aktivace startu se mění lineárně
STARTRATIO=	startovní stupnice
STARTLENGTH=	délka startu
STARTRAMPRATIO=	Poměr počáteční hodnoty k maximální hodnotě
STARTRAMPLENGTH=	Maximální povolená délka počátečního segmentu
ENABLEENDRAMP=	povolit konec
ENABLEENDPOWERRAMPTIP=	Výkon povoleného koncového segmentu se mění lineárně
ENDRATIO=	koncová stupnice
ENDLENGTH=	délka konce
ENDRAMPRATIO=	poměr konečné hodnoty k maximální hodnotě
ENDRAMPLENGTH=	Maximální délka koncového segmentu se může měnit
	
SPEEDRAMPING=	rychlostní lineární transformace
ENABLESTARTSPEEDRAMPTIP=	Povolte lineární změnu rychlosti počátečního segmentu
ENABLEENDSPEEDRAMPTIP=	Povolte lineární změnu rychlosti koncového segmentu
INPUT=	vstoupit
BTNBOX=	Hranice[F4]
BTNPRJ=	Projekce [F4]
STARTCALI=	spustit kalibraci
FINISHCALI=	koncová kalibrace
MARKGRID=	mřížka značení
MENU_FILE_PROJECTPARAM=	Parametry projekce
TESTCALI=	Test korekce projekce
SELECTALLPOINTS=	Vyberte všechny body (stisknutím kláves Ctrl a šipek přepnete vybrané body, když je vybrán jeden bod)
ENABLEPROJECT=	Povolit projekční pozorování
APPAPPEARANCE=	Vzhled programu
LASERBOARDIDEN=	Typ karty laserového rozhraní
LASERBOARDVER=	Verze karty laserového rozhraní
ESTIMATEDTIME=	Odhadovaná doba zpracování
ENABLEBARCODEFASTPTMODE=	Povolte režim rychlého bodu čárového kódu
MODULEHORIARRANG=	Moduly jsou uspořádány vodorovně
SIMPLEENCODE=	jednoduchý režim kódování
ENABLEBARCODEFASTLINEMODE=	Povolit režim rychlé linky čárového kódu
ID_3DFUN_FREEPAINT=	Kreslení od ruky na povrchu\nObkresování od ruky
FREEPAINT=	volné kreslení
SIN=	Sinusový
WOBBLETYPE=	Typ jitter
ROUNDTRIP=	zpáteční režim
WAVEDELAY=	Zpoždění výstupu průběhu
LASERMONITOR=	Laserové monitorování
TEMPALARM=	teplotní alarm
REFLALARM=	Vysoký antialarm
SYSTEMALARM=	systémový alarm
POWERALARM=	Alarm napájení
LASERNOTREADY=	Laser není připraven
LASERREADY=	laser připraven
UNKNOWALARM=	Neznámé varování
LASEREXTFAULT=	Externí selhání laseru
CALCULATING=	Počítání...
OFFLINE=	Offline zpracování
POINTNUM=	body
SPIRALBRUSH=	Spirálový kartáč na vlastnosti
PICKSELSPIRALREFRESH=	Vyberte spirálovou čáru, kterou je třeba obnovit, a potvrďte stisknutím pravého tlačítka myši
ENABLPARSEMODE=	Povolit režim analýzy
ID_PICK_BYPEN=	Vybrat objekty podle čísla pera\nVybrat podle čísla pera
No=	sériové číslo
MOVETOINDEX=	Přejděte na zadané pořadové číslo
AXISSOLUTION=	Řešení s prodlouženou osou
FEEDBACK=	zpětná vazba kodéru
COMMCATH=	Výstup společné katody
LIMITSWITCH=	koncový spínač
SOFTLIMIT=	měkký limit
POSIDIR=	Pozitivní návrat k nule
FINDINDEX=	najít index
HOMESPEED=	Rychlost návratu nula
LEAVESPEED=	opustit rychlost
HOMEOFFSET=	Nulový posun
HOME=	nula
FOLLOWERROR=	následující chyba
ACCELERATION=	akcelerace
DECELERATION=	zpomalení
FOCUSPOS=	pozice zaostření
SETCURPOSASFOCUS=	Nastavte aktuální pozici jako pozici zaostření
SETMINPOWER=	Nastavte minimální výkon
SETMAXPOWER=	nastavit maximální výkon
SETMINGRAY=	nastavit minimální stupně šedi
SETMAXGRAY=	nastavit maximální stupně šedi
SCANINVERT=	skenovat zpětně
EMISSIONDELAY=	Zpoždění buzení
WELDPARAM=	Parametry svařování
DELEDGELINES=	Smazat hraniční spojnici
INFO_GS1DATABAR=	Čárový kód GS1 DataBar (dříve čárový kód RSS) je také symbolem čárového kódu systému GS1. Čárový kód má výhody „menší velikost, větší množství informací“ a „může nést další informace, jako je datum expirace produktu, sériové číslo atd.“.
SHOWFAST=	Rychlá optimalizace zobrazení
SHOWDIR=	Zobrazit směr křivky
SIMULATIONSPD=	Simulovat rychlost letu
TEMPERATURE=	teplota
SPHEREWRAP=	sférický obal
ZLAYER=	Z vrstvení
WAITSTARTSIGOFLAYER=	Počkejte, až vrstva začne zpracovávat signál
PWMONDELAY=	PWM zpoždění zapnutí
PWMONDELAYTIP2=	Prodleva mezi náběžnou hranou a náběžnou hranou brány při zapnutí PWM
ROTATECENZ=	Osa Z
ERR_NOTHOME=	Osa se nevrátila na nulu, nejprve se prosím vraťte na nulu!
SPLITMODE=	rozdělený režim
NOSPLIT=	nerozděleno
SPLITBYSIZE=	Rozdělit podle velikosti
SPLITBYGUILDLINE=	Rozdělte pomocnou čárou
SETCURPOSASORIGIN=	Nastavte aktuální pozici jako výchozí pozici
FINDHOME=	najít nulu
XTABLEMOVE=	Osa X je pohyb plošiny
YTABLEMOVE=	Osa Y je pohyb plošiny
DISPENHIDEPARAM=	Zakázat skryté parametry pera
REDLIGHTDISMOTOR=	Pohyb expanzní osy je zakázán
UNGROUPTEXT=	samostatný text
ID_EDIT_UNGROUPTEXT=	Rozdělí text na jednotlivé znaky\nOddělí text
ENABLPINPOS=	Povolit detekci pohybu v poloze
POSITIONTOL=	chyba v poloze
INPOSTIME=	Čas příjezdu
INPOSLIMITTIME=	časový limit na místě
ERRRESETISLOW=	Signál resetování chyby aktivní nízký
REMOTECTRLISLOW=	Signál dálkového ovládání aktivní nízký
LASERNOTENEMISS=	Laser není schopen vyzařovat světlo
ID_FILE_MACHINEPARAMETER=	Nastavit parametry zařízení\nParametry zařízení
MENU_FILE_MACHINE=	Parametry zařízení...
DOUBLEPTMODE=	Režim dvojité tečky
NOCUTENTITY=	Předměty, které nelze řezat
INPUTIOSTATE=	stav vstupního portu
ID_DRAW_ENCODERDISTANCE=	Vykreslit vzdálenost kodéru\nVykreslit vzdálenost kodéru
SKYWRITE=	 Jednotné značení (psaní nebe)
RUNINDURATION=	Cyklus importu
RUNOUTDURATION=	exportní cyklus
RUNINDURATION10US=	Doba cyklu k vedení do křivky (jednotka: 10us)
RUNOUTDURATION10US=	Doba cyklu výstupní křivky průvodce (jednotka: 10us)
TIMELAG=	Prodleva
LASERONSHIFT=	Laser On Drift
LASERONSHIFTUS=	Laserový start drift (jednotka: my)
LIMITANGLE=	mezní úhel
LIMITANGLEDESC=	Křivky menší než mezní úhel automaticky použijí zpoždění polygonu
OUTPUTPARAM=	parametr výběru výstupu
CHANGEWAVEDELAY=	Změna zpoždění tvaru vlny
SHOWDELAYPARAMS=	Zobrazení parametrů zpoždění
SHOWJUMPPARAM=	parametry parkurového skoku
HIDEPENBUTTONS=	Tlačítko skrýt parametry pera
LOCK =	 zamykání
USBREMOVE_WARN=	USB ovládací karta je odpojena, ukončete prosím software a restartujte software!
DESCRIPTION=	popsat
HATCHPARAMLIB=	Naplňte knihovnu parametrů
SAVEPARAM=	uložit parametry
LOADPARAM=	Parametry zatížení
INDEX=	index
RESETCCD=	Resetujte CCD
BUILDCCD=	Sestavte CCD
MOVETOCCDSTART=	Přesuňte se do počáteční polohy CCD
ENCALIBRATION=	Povolit korekci CCD
ENCHANGEMODEL=	Povolit přepínání šablon
MODELNO=	Číslo šablony
FAILHANDLE=	řešení poruch
ENRETRY=	Zkuste to znovu
RETYRCOUNT=	počet opakování
WHENFAIL=	Když CCD selže
THENSTOP=	stop
THENCONT=	pokračujte dolů
THENJUMP=	skok na index
INPUTJUMP=	skok vstupního portu
JUMPTO=	přesměrovat na
CUBE=	krychle
REVOLVEWRAP=	Rotační zábal těla
ERR_NOMESH=	žádné povrchové předměty
BINDID=	Svázat informace o zákazníkovi
ERR_CLIENTID=	ID klienta souboru je neplatné!
STABLETIME=	stabilní rozvrh
ENSELLAYER=	Povolit vrstvu výběru
ERR_USERSTOPMARK=	Zpracování bylo přerušeno uživatelem
AXISERRSTOP=	Pohyb osy je přerušen!
CLONE=	klon
AAXISMODE=	Režim osy A
AXISMOVEDELAY=	Zpoždění pohybu osy
AXES=	osa
MESHEDIT=	Úprava povrchu
MERGECLOSEVERTICES=	Sloučit shodné vrcholy
LASERONTCONLYUSEINSTART=	Zpoždění startu laseru je platné pouze v segmentu startu
LASERPOWER=	Napájení laseru
SYSTEMFAULT=	chyba systému
INTERNALLASERFAULT=	Vnitřní chyba laseru
SHOWSKYWRITEPARAM=	Zobrazení parametrů jednotného značení
DISABLESYNPRR=	Zakázat synchronizaci signálu PRR
BACKLASH=	Kompenzace vůle
USESPLITBOXCENASMARKCEN=	Jako střed pro označení použijte střed rozděleného rámečku
HANDWHEEL=	ruční kolo
GEARRATIO2=	převodový poměr
STARTHW=	startovací ruční kolo
ENDHW=	Výjezdové ruční kolo
ENABLEHANDWHEEL=	Aktivujte ruční kolo
SCANNERFOLLOWMOUSEMOVE=	V bodovém režimu se galvanometr pohybuje s myší
AUTOMODE=	automatický režim
ENABLEAUTOADJUST=	Povolit automatické nastavení
ACCURACYPRIORITY=	Přesnost na prvním místě
SPEEDPRIORITY=	priorita rychlosti
STARTADJUST=	začněte upravovat
AUTOADJUSTING=	Automatické nastavení...
FPKENABLETHREST2=	Zakázat prahovou dobu aktivace T2
FPKVOLTAGE=	napětí pro potlačení prvního pulzu
MANUALSET=	manuální nastavení
LASERCOOLINGTIME=	Doba chlazení laseru
MENU_SORT_BYX=	Seřadit podle X
MENU_SORT_BYY=	Seřadit podle priority Y
MENU_SORT_REVERSE=	obrácené řazení
SMARTADJUSTMENT=	Inteligentní parametry nastavení
ENABLESMARTADJUST=	Povolit režim inteligentního nastavení
DECMODE=	Dec desítkové
HEXMODE1=	HEX hex
HEXMODE2=	hex hex
RESULT=	Účinek
NORMAL=	normální
TISSMALL=	Hodnota T je příliš malá
TISLARGE=	Hodnota T je příliš velká
TOFFIRSTLINE=	 Hodnota korekce T prvního řádku
START=	Start
SMARTADJUSTTIP=	Při úpravě parametrů postupujte podle kroků, nejprve upravte koncový segment a poté upravte počáteční segment. Nastavte parametr T tak, aby se skutečná označená vodorovná a svislá čára protínala stejně jako normální efekt.
CHECKISALREADYMARK=	Zkontrolujte, zda je text označen
CURVETOPTS=	Převést křivky na body
PREVIEW =	 náhled
ASSERT=	abnormální
ERR_FAIL=	selhat!
MENU_GUILDLINEBOX=	Nakreslete vodicí rámeček
GUILDLINEBOX=	Pomocný box
SPLITBYGUIDELINEBOX=	Použijte pomocné dělení krabic
PLSCHOOSECARD=	Vyberte prosím kartu, kterou chcete použít
CHANGEBMPREALDPI=	Změna bitmapového skutečného DPI
DISABLEAXISA=	Osa A zakázána
ENHOMEFINISHGOTOPOS=	Povolit návrat nuly na konec do zadané polohy
HOMINGFINISHPOS=	Zadaná poloha, kde končí nulový návrat
EXPOSURE=	vystavení
CAMERA=	Fotoaparát
NOCUTTEXT=	zakázání rozdělených znaků textu
CURFILEMODIFYPLSSAVEIT=	Aktuální soubor byl změněn, nejprve jej prosím uložte!
SAVETOFILE=	uložit do souboru
ISSUE=	otázka
PAUSEWHENLIMIT=	Pozastavení na konci textu
LIMITISCONTINUE=	Text dosáhl mezní hodnoty, pokračovat po resetování?
POWERSTANDBY=	Napájení v pohotovostním režimu
MESHFOLLOWROTATE=	Povrch se s ním otáčí
LASERFAULT=	Selhání laseru
FIBERALARM=	Vláknový alarm
SAFETYALARM1=	Selhání bezpečnostního blokování
SAFETYALARM2=	Alarm bezpečnostní smyčky
LINKALARM=	Selhání optického spoje
CRITICALALARM=	Kritické selhání laserové ochrany
HOTSTOP=	Nesprávné zastavení laserové emise
POWER24ALARM=	Selhání napájení regulátoru 24V
MAXTHREADCNT=	Maximální počet výpočetních vláken
MESHRESOL=	Přesnost výpočtu povrchu
DELAY=	zpoždění
MOTORSPEDRATIO=	Přepsání rychlosti rozšířené osy
SHOWCHECKNUM=	Zobrazit kontrolní kód
DISABLECANCELAXISMOVE=	Zrušení pohybu osy je zakázáno
OFFLINEDOGNOTFOUND=	Nebyl nalezen správný dongle
EZCADSTR_ARRAY_X_INCDIST=	Přírůstková vzdálenost rentgenového pole
EZCADSTR_ARRAY_Y_INCDIST=	Přírůstková vzdálenost pole Y
EZCADSTR_ARRAY_Z_INCDIST=	Přírůstková vzdálenost Z pole
OUTPUTANALOG=	analogový výstup
Voltage=	Napětí
MODE8=	vertikální 8
MODE82=	horizontální 8
TCPIPSERVER=	TCP/IP server
NOCUTSMALLENT=	Nerozdělujte malé předměty
AUTOSAVEWHENCLOSE=	Automaticky uložit aktuální soubor při zavření softwaru
MASK=	maska
DISABLESTOPAXISWHENDOOROPEN=	Zabraňte pohybu osy zastavení při otevřených dveřích
STOPAXISWHENDOOROPEN=	Zastavte pohyb osy při otevřených dveřích
STAGEFB=	Poloha zpětné vazby platformy
GALVOCMD=	Velitelská pozice Galvo
GALVOFB=	Pozice zpětné vazby Galvo
DISSHOWFILEPROCESS=	Potlačit dialogy zpracování souborů
DISSHOWCALCPROCESS=	Potlačit zobrazení dialogu procesu výpočtu
LEVEL16=	Úroveň 16
STEPMODE=	Režim optimalizace rychlosti
SHOWSTEPMODE=	Zobrazení parametrů režimu optimalizace rychlosti
ENCODEMODE=	režim kódování
ENABLJUMPTABLEMODE=	Povolit režim tabulky parametrů skoku
ENABLJUMPTABLEMODETIP=	Parametry skoku všech per se automaticky získají z tabulky parametrů skoku
JUMPTABLE=	Tabulka parametrů skoku
DRAWTOL=	Přesnost kreslení v pixelech
SHIFTOFROTARY=	Posun osy otáčení
SERVERINFO=	informace o serveru
FASTLINELASERONRATIO=	Poměr rychlého světelného výkonu
STANDARDPOS=	Standardní umístění
REALPOS=	skutečné umístění
FLYSPEEDMONITOR=	sledování rychlosti letu
MAXFLYSPEED=	maximální rychlost letu
STARTANDSTART=	výchozí bod spojený s výchozím bodem
STARTANDEND=	Začátek a konec připojen
ENDANDSTART=	koncový bod spojený s počátečním bodem
ENDANDEND=	koncový bod ke koncovému bodu
OPENCURVE=	otevřená křivka
LASERWOBBLESHOW=	Náhled cesty chvění
SHOWTRANSBMP=	Zobrazit průhlednou bitmapu
DISABLECIRMODE=	Potlačit kruhový vzor
REFINEPLANECONTOUR=	Extrahujte rovinné obrysy
REFINECONTOURMOUSE=	Vyjmutí rovinného obrysu: kliknutím levým tlačítkem myši zobrazíte náhled, dvojklikem levým tlačítkem potvrdíte
HORIZONALPLANE=	vyrovnat letadlo
HORIZONALPLANETIP=	Klepnutím levým tlačítkem myši vyberte rovinu, kterou chcete vyrovnat
LASERONLAGTIME=	Doba zpoždění laseru
FIRSTJUMPDELAY=	zpoždění prvního skoku
ENABLEHATCHLINEOVERLAP=	Povolit odstupňované rozdělení čáry výplně
CHARADDMODE=	režim přírůstku znaků
TT_PICKSHOWALL=	Zobrazit všechny objekty\nZobrazit všechny objekty
TT_PICKHIDEALL=	 Skrýt všechny objekty\nSkrýt všechny objekty
FLOATSOL=	přesnost s plovoucí desetinnou čárkou
ENABLEAUTOCONNECT=	Povolit automatické připojení při odpojení
CONNECTINTERVAL=	interval připojení
DISABLEMOVEZWITHENTZ=	Zakázat pohyb osy Z na základě souřadnic objektu
ESCBTNSTOPAXISIMM=	Chcete-li okamžitě zastavit pohyb os, povolte Esc
DOYOUREALRESETALLPARAM=	Opravdu chcete resetovat všechny parametry pera?
UPDATEDYNENT=	Aktualizujte dynamické objekty
FAILEDOPENDLCDEV=	Nepodařilo se otevřít DLC kartu
SOFTWARELICWILLEXPIRE24HOURS=	Platnost softwarové licence vyprší do 24 hodin, kontaktujte prosím dodavatele zařízení!
SPLITBITMAP=	rozdělit bitmapu
NOGUILDLINETOSPLITBMP=	Neexistují žádná vodítka, která lze použít k rozdělení bitmap, nejprve nakreslete vodítka!
BARCODEPTMODE=	Režim zpracování bodu čárového kódu
FASTPOINT=	rychlý bodový režim
FASTLINE=	režim rychlé linky
FASTSTEPMODE=	Krokový režim
ENABLELASEREXTOUTPUT=	Povolit laserový expanzní výstup
LASEREXTOUTPUT=	Laserový rozšířený výstup
DEFAULTPARAM=	výchozí parametry
MARKFAILIO=	Označit neúspěšný port
SHOWSELECTBTNONPANEL=	Zobrazte tlačítko Select Axis Solution na panelu
RELSPEED=	Relativní rychlost
SPEEDFIELD=	rychlostní pole
POWERFIELD=	energetické pole
SPEEDFIELDRATIO=	poměr rychlostního pole
POWERFIELDRATIO=	poměr energetického pole
RATIO=	poměr
DISTRIBUTIONMODE=	Vzor rozložení křivky
RESOLUTIONRATIO=	Poměr přesnosti dělení
DISTR_PRIMARY=	primární distribuce
DISTR_QUADRATIC=	kvadratické rozdělení
DISTR_CUBIC=	kubické rozložení
VALIDINWHOLEPMARKERIOD=	Efektivní pro celý cyklus obrábění
INFO_CODEBC412=	Čárový kód BC412 je souvislý obousměrný čárový kód bez pevné délky, ve kterém všechny čáry a mezery představují informace; jeho znaková sada obsahuje '0'-'9' a 'AZ' neobsahuje 'O'; kontrolní kód je automaticky přidány systémem.
SHOWFREQRAMPPARAM=	Zobrazení parametrů lineární transformace frekvence
FREQRAMPING=	Frekvenční lineární transformace
CANNOTHAVESAMESN=	Nemohou existovat karty DLC se stejným sériovým číslem!
ALLSCANNERMARKCURLAYER=	Všechny galvanometry zpracovávají aktuální vrstvu
ALLSCANNERMARKCURLAYERSPLIT=	Všechny galvanometry jsou rozděleny a zpracovány pro aktuální vrstvu
ENCURVESYNINPORT=	Povolit vstupní port synchronizace křivek
SPECIALPOS=	speciální umístění
SETCURPOSASSPECPOS=	Nastavte aktuální umístění na speciální umístění
ENCURVESYNWHENCURVEEND=	Povolit synchronizaci konce křivky
LASEREMISSION=	Globální aktivace laseru [MO]
STARTDELAY=	zpoždění startu
ENDDELAY=	zpoždění konce
LASERSYN=	Synchronizace laserového spínače
ACCURATEHOME=	Přesný návrat na nulu
AUTONAMEENT=	Automaticky pojmenovávat objekty
ENTNAMESAME=	Název objektu je stejný jako ostatní názvy objektů, prosím přejmenujte!
CREATE3DSPRING=	Vytvořte 3D šroubovici
USECURRPOS=	použít aktuální polohu
SETMOAFTERPW=	Po změně šířky impulsu nastavte MO
STARPULSEWIDTH=	šířka startovacího pulsu
INCULSEWIDTH=	Přírůstek šířky pulzu
ONEBYONEMARKING=	Galvanometry se zpracovávají postupně
STARTMARKINGLAYER=	Začněte zpracovávat vrstvy
INFO_AUSPOST4STATE=	Australia Post 4 stavové kódy se skládají ze 4 délek pruhů. Každý čárový kód obsahuje kódy FCC (2 číslice) a DPID (8 číslic) a volitelné informace o uživateli. Příklad: FCC
INFO_DOTCODE=	Čárový kód DotCode je 2D čárový kód, jeho znaková sada obsahuje všechny znaky ASCII;
INFO_JAPANPOST=	Japonský poštovní čárový kód je používán japonským poštovním systémem.Platnými znaky jsou čísla "0-9", anglická velká písmena "AZ" a spojovací znak "-". Skládá se ze 7 číslic (PSČ) + další údaje. Například „27301023-20-5B604“.
INFO_POSTNET=	PostNet je pro poštovní službu Spojených států (USPS), platné znaky jsou čísla "0-9", pouze 5místné PSČ, 9místné PSČ +4 nebo celý 11místný kód.
INFO_UKROYALMAIL=	Pro Royal Mail se používá státní zákaznický čárový kód UK Royal Mail 4, platnými znaky jsou čísla "0-9" a anglická velká písmena "AZ".
INFO_DUTCHPOSTKIX=	Čárový kód Dutch Post KIX se používá pro Royal Dutch TPG Post, platnými znaky jsou čísla "0-9" a anglická velká písmena "AZ".
INFO_PLANET=	PLANET je pro Universal Postal Service (USPS), platné znaky jsou čísla "0-9", pouze 11místný a 13místný formát.
SPLITCURVES=	 dělená křivka
MINDISTTRIGGER=	Minimální vzdálenost spouště
MINTIMETRIGGER=	Minimální doba spouštění
AUTORESORT=	automatické třídění
MENU_SORT_MINDIST=	Seřadit podle minimální vzdálenosti
DISABLEUNDO=	Zakázat ZPĚT (platí příště)
REDLIGHTINVERT=	Inverze úrovně signálu červeného světla
SINGLEPTREPEATMODE=	Režim jednobodového opakování
SAVECAMERATOBMP=	Uložte snímek z fotoaparátu do souboru BMP
ENBIGCURVESHORTSEGSPLIT=	Povolit režim velké křivky a malého segmentu
UNGROUPHATCHLINE=	 Rozbijte vyplněné předměty
MENU_NODE_MOVE=	mobilní uzel
MENU_NODE_SETASSTART=	nastavit jako výchozí bod
AXISSTATE=	stav osy
NOTIMING=	Neobnovujte dobu obrábění
OFFLINESENDDATA=	Režim offline: odesílání dat
ENMARKPAUSEMODE=	Povolit režim pozastavení označování
DIABLEINTERIOOUTPUT=	Zakázat interní IO výstup
USERNOTOPESOFTLOCK=	Uživatel dlouhou dobu neprovedl žádnou operaci, software je uzamčen, přihlaste se prosím znovu!
EXTENDCURVE=	Prodlužte křivku
EXTENDLENGTH=	prodloužená délka
ENABLEARCCMD=	Povolit příkaz značení oblouku
SCANNERJUMP=	Galvo skok
USEREDLIGHTCOR=	Povolit korekci červeného světla
PULSEENERGY=	pulzní energie
DISABLECHECKPWLIMIT=	Zakázat kontrolu limitu šířky pulzu
ALWAYZOPENWHENNOTMARKING=	Vždy rozsviťte červené světlo, když neznačíte
ENABLEMULTICCD=	Povolit režim multi-CCD
MULTICCDINDEX=	Multi-CCD index konce smyčky
CUSTOMVER=	Přizpůsobená verze
MENU_FILE_LOGIN=	přihlásit se...
APPENDFILEMODE=	režim přidání souboru
RAMPMINLIMITLEN=	Minimální délka čáry v lineární transformaci
DOUBLECURVE=	Hyperbolický režim
BYHOUR=	hodinově
DISABLERESORT=	Zakázat třídění
WIDTHTHRESHOLD=	práh šířky
MENU_SORT_MODE=	Nastavení režimu třídění
REDUCEPOINT=	Automaticky odečítat body
LIMITLENGTH=	limitní délka
SINGLEPTDELAY=	Jednobodové intervalové zpoždění
CALCFROMSUNDAY=	Počítáno od první neděle
REGISTERVARIABLE=	registrovat proměnnou
SETPARAMMODE=	Nastavte režim parametrů
INT=	celé číslo
FLOAT=	číslo s plovoucí desetinnou čárkou
TIMEBASECOUNT=	počet časové základny
SLICEENTONLYMARKONELAYER=	Nakrájené objekty jsou zpracovávány po jedné vrstvě
DISLOCKSIGNAL=	Deaktivujte signál startu západky
ENSURECOMPLETEPRODUCT=	Záruka kompletního označení produktu
DISEXTLASERWHEN_CHANGEPEN=	Změna parametrů laseru při úpravě parametrů pera je zakázána
PRJMAXZLEN=	Maximální délka svislé čáry
DXFUNITISUTF8=	Soubory DXF jsou kódovány UTF8
DISABLESHOWPROGDLG=	Potlačit zobrazení dialogu procesu pohybu
ENABLECHANGECURVEDIR=	Automaticky změnit směr křivky, když je obrábění povoleno
ENCHECKLASERSTATEWHENMARKING=	Povolit kontrolu stavu laseru během zpracování
INVALIDUSERNAME=	Neplatné uživatelské jméno
IDLETIME=	Intervaly
AXISPULSEWIDTH=	Šířka impulzu pohybu osy
COPYSTL=	Zkopírujte STL
PASTESTL=	Vložte STL
GALVOXYDELAY=	Galvo XY zpoždění
SAVEOUTPORTWHENPOWEROFF=	Uložte výstup při vypnutí
NOTCHECKSTARTPORTWHENMARKING=	Start port není během zpracování kontrolován
ENABLE_CHECK_MARKINGRANGE=	Povolit kontrolu rozsahu obrábění
ERRID_MAKRSIZE_OUTRANGE=	Velikost označení je mimo rozsah zpracování
ARC=	oblouk
INPUTSECONDSTARTPT=	Zadejte druhý bod
MENU_LINEARCTOGGLE=	Přepínání čar a oblouků
NUMCHAREXTRACTSTR=	Celkový počet znaků extrahovaných z řetězce
CHANGETEXT=	aktualizovat obsah textu
NEWTEXT=	nový text
FEEDBACKMODE=	režim zpětné vazby
USEINTERNALCOR=	Použijte vnitřní korekci
PILLOWFACTOR=	poduškovitý koeficient
PARALLELISMFACTOR=	Koeficient rovnoběžnosti
TRAPEZOIDFACTOR=	lichoběžníkový koeficient
BIDIRCOMPLEN=	Délka obousměrné kompenzace
ENABLEHWWOBBLE=	povolit jitter hardwaru
WOBBLEFREQ=	Frekvence jitteru
UNLOCK=	odemknout
MAXROWSOFEXPORTFILE=	Maximální počet řádků ve výstupním souboru
ENMARK=	povolit zpracování
ALIASNAME=	alias
TOWOBBLECURVE=	Jitter cesta ke křivce
REFINEBOTTOMEDGEOFMESH=	Extrahujte spodní hranici povrchu
DISCHANGECHARWIDTH=	Zakázat změnu šířky znaků
ENCODERABSWAP=	Kodér AB zaměnitelný
INFO_CODE49=	Code 49 je vícevrstvý souvislý symbol čárového kódu s proměnnou délkou. kód 49 může představovat všech 128 znaků ASCII. Každý symbol čárového kódu Code 49 se skládá ze 2 až 8 vrstev, každá vrstva má 18 čárek a 17 mezer.
INFO_CODE16K=	Čárový kód Code 16K je vícevrstvý, souvislý symbol čárového kódu s proměnnou délkou, který může představovat 128 znaků plné znakové sady ASCII a rozšířených znaků ASCII. Používá znaky UPC a Code128. 16vrstvý symbol Code 16K může představovat 77 znaků ASCII nebo 154 číselných znaků.
CHANGEDIAMETER=	změnit průměr
ENDDIAMETER=	koncový průměr
SNTEXTPLUS=	sériové číslo + 1
SNTEXTMINUS=	sériové číslo-1
SNTEXTRESET=	Obnovení sériového čísla
CURVEFOLLOWMOVE=	Křivka sleduje pohyb
CONTMODEUSESELFPORT=	Nepřetržitý režim využívá svůj vlastní vstup
ENABLESPLITGAP=	Povolit Split Gap
ENABLELISTCMD=	povolit příkaz seznam
XCOMPFACTO=	Koeficient kompenzace směru X
STARTPTJUMPLEN=	Délka skoku počátečního bodu
XCOMPFACTOR=	X kompenzační faktor
OUTPUTIOSTATE=	stav výstupního portu
DEVICESTATUSLAMP=	Kontrolka stavu zařízení
	
CLEAR=	uklidit
EXTENDSIZE=	Velikost rozšíření
INCLAYERCOUNT=	Intervalové vrstvy
FOCUSOFFSET=	Množství rozostření
EDGETYPE=	typ ohraničení
EDGEBOX=	obdélníkový okraj
ORIGINCONTOUR=	původní obrys
CONVEXHULLCONTOUR=	obrys
MESHZOOM=	Měřítko povrchu
ENABLEINTERDOLOOP=	Použití vnitřních obráběcích cyklů
ENABLEXITPROCESS=	Povolit režim ukončení zpracování
OFFSETINSIDE=	Odsazení dovnitř
DELETEALL=	smazat všechny
ENABLEAPMMODE=	Povolit režim APM
PWMDUTYCYCLE=	Pracovní cyklus PWM
